Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: Failed build dependencies
de: Fehlgeschlagene Erstellungs-Abhängigkeiten
fi: Riippuvuuksien rakentaminen epäonnistui
fr: Échec de la construction des dépendances
sv: Kunde inte bygga beroenden
uk: Не вдалося зібрати залежності

source: Unable to open spec file %s: %s
de: Die Spec-Datei %s kann nicht geöffnet werden: %s
fi: Spec-tiedoston %s avaaminen epäonnistui: %s
fr: Incapable d'ouvrir le fichier des spécifications %s: %s
sv: Kan inte öppna specfilen %s: %s
uk: Не вдалося відкрити файл spec %s: %s

source: Failed to read spec file from %s
de: Spec-Datei von %s konnte nicht gelesen werden
fi: Spec-tiedoston lukeminen argumentista %s epäonnistui
fr: Échec de lecture du fichier des spécifications à partir de %s
sv: Kunde inte läsa specfil från %s
uk: Не вдалося прочитати файл spec з %s

source: Failed to rename %s to %s: %m
de: %s konnte nicht in %s umbenannt werden: %m
fi: Spec-tiedoston %s nimeäminen uudelleen nimellä %s epäonnistui: %m
fr: Échec du renommage de %s en %s: %m
sv: Kunde inte byta namn på %s till %s: %m
uk: Не вдалося перейменувати %s на %s: %m

source: failed to stat %s: %m
de: Aufruf von stat für %s nicht möglich: %m
fi: stat-komento %s epäonnistui: %m
fr: échec de l'évaluation par stat %s: %m
sv: kunde inte ta status på %s: %m
uk: не вдалося отримати дані за допомогою stat з %s: %m

source: File %s is not a regular file.
de: Die Datei %s ist keine normale Datei.
fi: Tiedosto %s ei ole tavallinen tiedosto.
fr: Le fichier %s n'est pas un fichier régulier.
sv: Filen %s är inte en vanlig fil.
uk: Файл %s не є звичайним файлом.

source: File %s does not appear to be a specfile.
de: Die Datei %s scheint keine Spec-Datei zu sein.
fi: Tiedosto %s ei vaikuta spec-tiedostolta.
fr: Le fichier %s ne semble pas être un fichier de spécifications.
sv: Filen %s tycks inte vara en specfil.
uk: Здається, файл %s не є файлом spec.

source: Building target platforms: %s
de: Für folgende Zielplattform(en) wird gebaut: %s
fi: Rakennetaan kohdealustoja: %s
fr: Génération des plateformes cibles: %s
sv: Bygger målplattformar: %s
uk: Збирання для таких платформ: %s

source: target platform: %s
de: Zielplattform(en): %s
fi: kohdealusta: %s
fr: plateforme cible: %s
sv: målplattform: %s
uk: платформа призначення: %s

source: Query options (with -q or --query):
de: Abfrage-Optionen (mit -q oder --query):
fi: Kyselyvalitsimet (valitsimilla -q tai --query):
fr: Options de requête (avec -q ou --query):
sv: Frågeflaggor (med -q eller --query):
uk: Опитати параметри (за допомогою -q або --query):

source: Verify options (with -V or --verify):
de: Überprüfungsoptionen (mit -V oder --verify):
fi: Vahvistusvalitsimet (valitsimilla -V tai --verify):
fr: Options de vérification (avec -V ou --verify):
sv: Verifieringsflaggor (med -V eller --verify):
uk: Перевірити параметри (за допомогою -V або --verify):

source: Source options (with --query or --verify):
de: Quell-Optionen (mit --query oder --verify):
fi: Lähdekoodivalitsimet (valitsimilla --query tai --verify):
fr: Options de la source (avec --query ou --verify):
sv: Källflaggor (med --query eller --verify):
uk: Параметри джерела (за допомогою --query або --verify):

source: Dependency check/order options:
de: Abhängigkeitsprüfungen/Sortierungsoptionen:
fi: Riippuvuustarkistus/järjestysvalitsimet:
fr: Options vérification/ordre des dépendances:
sv: Beroendekontroll-/-ordningsflaggor:
uk: Параметри перевірки/впорядкування залежностей:

source: File tree walk options (with --ftswalk):
de: Optionen zum Durchlaufen des Dateibaumes (mit --ftswalk):
fi: Tiedostopuukävelyvalitsimet (valitsimella --ftswalk):
fr: Options du chemin en arborescence du fichier (avec --ftswalk):
sv: Filträdstraverseringsflaggor (med --ftswalk):
uk: Параметри обробки ієрархії файлів (з --ftswalk):

source: Signature options:
de: Signatur-Optionen:
fi: Allekirjoitusvalitsimet:
fr: Options de signatures:
sv: Signaturflaggor:
uk: Параметри підписування:

source: Database options:
de: Datenbank-Optionen:
fi: Tietokantavalitsimet:
fr: Options de base de données:
sv: Databasflaggor:
uk: Параметри бази даних:

source: Build options with [ <specfile> | <tarball> | <source package> ]:
de: Erstellungsoptionen mit [ <Spec-Datei> | <Tar-Archiv> | <Quell-Paket> ]:
fi: Rakentamisvalitsimet argumenteilla [ <spec-tiedosto> | <tar-paketti> | <lähdekoodipaketti> ]:
fr: Options de génération avec [ <fichier_de_spec> | <tarball> | <paquet source> ]:
sv: Byggflaggor med [ <specfil> | <tar-arkiv> | <källpaket> ]:
uk: Параметри збирання з [ <файл spec> | <архів tar> | <пакунок з кодами> ]:

source: Install/Upgrade/Erase options:
de: Installations-/Aktualisierungs-/Deinstallationsoptionen:
fi: Asenna/päivitä/poista -valitsimet:
fr: Option d'installation/de mises à jour/de désinstallation:
sv: Installations-/Uppdaterings-/Raderingsflaggor:
uk: Параметри встановлення/оновлення/вилучення:

source: Common options:
de: Allgemeine Optionen:
fi: Yleiset valitsimet:
fr: Options communes:
sv: Gemensamma flaggor:
uk: Загальні параметри:

source: only one major mode may be specified
de: Nur ein Hauptmodus kann angegeben werden
fi: vain yksi päätila voidaan määritellä
fr: un seul mode majeur peut être spécifié
sv: enbart ett huvudläge kan anges
uk: можна визначати лише один основний режим

source: one type of query/verify may be performed at a time
de: Nur eine Art von Abfragen/Überprüfungen kann jeweils durchgeführt werden
fi: yhdentyyppinen kysely/todennus voidaan suorittaa kerralla
fr: un seul type de requête/vérification peut être effectué à la fois
sv: endast en typ av fråga/verifiering kan utföras åt gången
uk: за один раз можна виконувати лише один тип запиту або перевірки

source: unexpected query flags
de: Unerwartete Abfrage-Parameter
fi: odottamattomat kyselyliput
fr: fanions de requête inattendu
sv: oväntade frågeflaggor
uk: неочікувані прапорці запитів

source: unexpected query format
de: Unerwartetes Abfrage-Format
fi: odottamaton kyselymuoto
fr: format de requête inattendu
sv: oväntat frågeformat
uk: неочікуваний формат запитів

source: unexpected query source
de: Unerwartete Abfrage-Quelle
fi: odottamaton kyselylähde
fr: source de requête inattendue
sv: oväntad frågekälla
uk: неочікуване джерело запиту

source: only installation, upgrading, rmsource and rmspec may be forced
de: Nur Installation, Aktualisierung, „rmsource“ und „rmspec“ können erzwungen werden
fi: vain asennus, päivitys, rmsource ja rmspec voidaan pakottaa
fr: seules l'installation, la mise à jour, rmsource et rmspec peuvent être forcés
sv: enbart installation, uppgradering, rmsource och rmspec kan tvingas fram
uk: у примусовому режимі можна виконувати лише встановлення, оновлення, вилучення кодів та файла специфікації

source: files may only be relocated during package installation
de: Dateien können nur bei der Paket-Installation verschoben werden
fi: tiedostoja voidaan sijoittaa toiselle polulle vain pakettia asennettaessa
fr: les fichier peuvent seulement être relocalisés durant l'installation du paquet
sv: filer kan relokeras endast under paketinstallation
uk: змінювати розташування файлів можна лише під час встановлення пакунка

source: cannot use --prefix with --relocate or --excludepath
de: --prefix kann nicht zusammen mit --relocate oder --excludepath verwendet werden
fi: et voi käyttää ”--prefix”-valitsinta ”--relocate”- tai ”--excludepath”-valitsimen kanssa
fr: ne peut utiliser --prefix avec --relocate ou --excludepath
sv: kan inte använda --prefix med --relocate eller --excludepath
uk: не можна використовувати --prefix разом з --relocate або --excludepath

source: --relocate and --excludepath may only be used when installing new packages
de: --relocate und --excludepath dürfen nur bei der Installation neuer Pakete benutzt werden
fi: ”--relocate”- ja ”--excludepath”-valitsimia voidaan käyttää vain uusia paketteja asennettaessa
fr: --relocate et --excludepatch peuvent seulement être utilisé lors de l'installation d'un nouveau paquet
sv: --relocate och --excludepath kan endast användas när nya paket installeras
uk: --relocate і --excludepath можна використовувати лише під час встановлення нових пакунків

source: --prefix may only be used when installing new packages
de: --prefix darf nur bei der Installation neuer Pakete benutzt werden
fi: ”--prefix”-valitsinta voidaan käyttää vain uusia paketteja asennettaessa
fr: --prefix peut seulement être utilisé lors de l'installation d'un nouveau paquet
sv: --prefix kan endast användas när nya paket installeras
uk: --prefix можна використовувати, лише під час встановлення нових пакунків

source: arguments to --prefix must begin with a /
de: Argumente für --prefix müssen mit einem / beginnen
fi: ”--prefix”-parametrien on alettava ”/”-merkillä
fr: les arguments de --prefix doivent débuter par un /
sv: argument till --prefix måste börja med /
uk: аргументи параметра --prefix мають починатися символом /

source: --hash (-h) may only be specified during package installation
de: --hash (-h) darf nur während der Paket-Installation angegeben werden
fi: ”--hash (-h)”-valitsinta voidaan käyttää vain paketteja asennettaessa
fr: --hash (-h) ne peut être spécifié que lors de l'installation du paquet
sv: --hash (-h) kan enbart användas vid paketinstallation
uk: --hash (-h) можна вказувати лише під час встановлення пакунків

source: --percent may only be specified during package installation
de: --percent darf nur während der Paket-Installation angegeben werden
fi: ”--percent”-valitsinta voidaan käyttää vain paketteja asennettaessa
fr: --percent ne peut être spécifié que lors de l'installation du paquet
sv: --percent kan enbart användas vid paketinstallation
uk: --percent можна вказувати лише під час встановлення пакунків

source: --replacepkgs may only be specified during package installation
de: --replacepkgs darf nur während der Paket-Installation angegeben werden
fi: ”--replacepkgs”-valitsinta voidaan käyttää vain paketteja asennettaessa
fr: --replacepkgs peut seulement être spécifié lors de l'installation du paquet
sv: --replacepkgs kan enbart användas vid paketinstallation
uk: --replacepkgs можна вказувати лише під час встановлення пакунків

source: --excludedocs may only be specified during package installation
de: --excludedocs darf nur während der Paket-Installation angegeben werden
fi: ”--excludedocs”-valitsinta voidaan käyttää vain paketteja asennettaessa
fr: --excludedocs peut seulement être spécifié lors de l'installation du paquet
sv: --excludedocs kan enbart användas vid paketinstallation
uk: --excludedocs можна вказувати лише під час встановлення пакунків

source: --includedocs may only be specified during package installation
de: --includedocs darf nur während der Paket-Installation angegeben werden
fi: ”--includedocs”-valitsinta voidaan käyttää vain paketteja asennettaessa
fr: --includedocs peut seulement être spécifié lors de l'installation du paquet
sv: --includedocs kan enbart användas vid paketinstallation
uk: --includedocs можна вказувати лише під час встановлення пакунків

source: only one of --excludedocs and --includedocs may be specified
de: entweder --excludedocs oder --includedocs darf angegeben werden
fi: vain toinen ”--excludedocs”- tai ”--includedocs”-valitsimista voidaan määritellä
fr: seule une des options --excludedocs et includedocs peut être spécifié
sv: enbart en av --excludedocs och --includedocs kan användas
uk: можна вказувати лише один з параметрів, --excludedocs або --includedocs

source: --ignorearch may only be specified during package installation
de: --ignorearch darf nur während der Paket-Installation angegeben werden
fi: ”--ignorearch”-valitsinta voidaan käyttää vain paketteja asennettaessa
fr: --ignorearch peut seulement être spécifié lors de l'installation du paquet
sv: --ignorearch kan enbart användas vid paketinstallation
uk: --ignorearch можна вказувати лише під час встановлення пакунків

source: --ignoreos may only be specified during package installation
de: --ignoreos darf nur während der Paket-Installation angegeben werden
fi: ”--ignoreos”-valitsinta voidaan käyttää vain paketteja asennettaessa
fr: --ignoreos peut seulement être spécifié lors de l'installation du paquet
sv: --ignoreos kan enbart användas vid paketinstallation
uk: --ignoreos можна вказувати лише під час встановлення пакунків

source: --allmatches may only be specified during package erasure
de: --allmatches darf nur während der Paket-Deinstallation angegeben werden
fi: ”--allmatches”-valitsinta voidaan käyttää vain paketteja poistettaessa
fr: --allmatches peut seulement être spécifié lors de l'installation du paquet
sv: --allmatches kan enbart användas när paket raderas
uk: --allmatches можна вказувати лише під час встановлення пакунків

source: --allfiles may only be specified during package installation
de: --allfiles darf nur während der Paket-Installation angegeben werden
fi: ”--allfiles”-valitsinta voidaan käyttää vain paketteja asennettaessa
fr: --allfiles peut seulement être spécifié lors de l'installation du paquet
sv: --allfiles kan enbart användas vid paketinstallation
uk: --allfiles можна вказувати лише під час встановлення пакунків

source: --justdb may only be specified during package installation and erasure
de: --justdb darf nur während der Paket-Installation oder -Deinstallation angegeben werden
fi: ”--justdb”-valitsinta voidaan käyttää vain paketteja asennettaessa tai poistettaessa
fr: --justdb peut seulement être spécifié lors de l'installation ou désinstallation du paquet
sv: --justdb kan enbart användas när paket installeras eller raderas
uk: --justdb можна вказувати лише під час встановлення або вилучення пакунків

source: script disabling options may only be specified during package installation and erasure
de: Optionen zum Deaktivieren von Skripten können nur während der Paket-Installation oder -Deinstallation angegeben werden
fi: valitsimia skriptin poistamiseksi käytöstä voidaan käyttää vain paketteja asennettaessa tai poistettaessa
fr: les options de désactivation de script peuvent seulement être spécifiées lors de l'installation ou la désinstallation du paquet
sv: skriptinaktiveringsflaggor kan enbart användas när paket installeras eller raderas
uk: параметри вимикання скриптів можна вказувати лише під час встановлення або вилучення пакунків

source: trigger disabling options may only be specified during package installation and erasure
de: Optionen zum Deaktivieren von Trigger können nur während der Paket-Installation oder -Deinstallation angegeben werden
fi: valitsimia liipaisimen poistamiseksi käytöstä voidaan käyttää vain paketteja asennettaessa tai poistettaessa
fr: les options pour lancer la désactivation peuvent seulement être spécifiées lors de l'installation ou la désinstallation du paquet
sv: utlösarinaktiveringsflaggor kan enbart användas när paket installeras eller raderas
uk: параметри вимикання перемикачів можна вказувати лише під час встановлення або вилучення пакунків

source: --nodeps may only be specified during package building, rebuilding, recompilation, installation, erasure, and verification
de: --nodeps darf nur während der Erstellung, Neuerstellung, Neukompilierung, Installation, Löschung und Verifizierung von Paketen angegeben werden
fi: valitsinta ”--nodeps” voidaan käyttää vain paketteja rakennettaessa, uudelleenrakennettaessa, uudelleenkäännettäessä, asennettaessa, poistettaessa tai todennettaessa
fr: --nodeps peut seulement être spécifié lors de la construction, la reconstruction, la recompilation, l'installation, la désinstallation et la vérification du paquet
sv: --nodeps kan enbart användas när paket byggs, byggs om, kompileras om, installeras, raderas eller verifieras
uk: --nodeps можна вказувати лише під час збирання, перезбирання, перекомпіляції, встановлення, вилучення або перевірки пакунків

source: --test may only be specified during package installation, erasure, and building
de: --test darf nur während der Paket-Installation, -Deinstallation und -Erstellung angegeben werden
fi: ”--test”-valitsinta voidaan käyttää vain paketteja asennettaessa, poistettaessa ja rakennettaessa
fr: --test peut seulement être spécifié lors de l'installation, la désinstallation ou la génération du paquet
sv: --test kan enbart användas när paket installeras, raderas eller byggs
uk: --test можна вказувати лише під час встановлення, вилучення або збирання пакунків

source: --root (-r) may only be specified during installation, erasure, querying, and database rebuilds
de: --root (-r) darf nur während der Paket-Installation, -Deinstallation, -Abfragen und während Datenbank-Neuerstellungen angegeben werden
fi: ”--root (-r)”-valitsinta voidaan käyttää vain paketteja asennettaessa, poistettaessa, kyseltäessä ja tietokannan uudelleenrakentamisissa
fr: --root (-r) peut seulement être spécifié lors de l'installation, la désinstallation, l'interrogation ou la reconstruction de la base de données
sv: --root (-r) kan enbart användas när paket installeras, raderas, frågas eller databasen byggs om
uk: --root (-r) можна вказувати лише під час встановлення, вилучення, опитування або перезбирання бази даних

source: arguments to --root (-r) must begin with a /
de: Argumente für --root (-r) müssen mit einem / beginnen
fi: argumenttien ”--root (-r)”-valitsimelle on alettava ”/”-merkillä
fr: les arguments de --root (-r) doivent commencer par un /
sv: argument till --root (-r) måste börja med /
uk: аргументи параметра --root (-r) мають починатися символом /

source: no files to sign
de: Keine Dateien zu signieren
fi: ei ole allekirjoitettavia tiedostoja
fr: aucun fichier à signer
sv: inga filer att signera
uk: файлів для підписування не виявлено

source: cannot access file %s
de: Auf die Datei %s kann nicht zugegriffen werden
fi: tiedoston %s avaus epäonnistui
fr: ne peut accéder au fichier %s
sv: kan inte komma åt filen %s
uk: не вдалося отримати доступ до файла %s

source: Enter pass phrase:
de: Bitte das Passwort eingeben:
fi: Kirjoita salauslause:
fr: Entrez une phrase de passe:
sv: Ange lösenfras:
uk: Введіть пароль:

source: Pass phrase check failed
de: Die Passwort-Überprüfung ist fehlgeschlagen
fi: Salauslauseen tarkistus ei onnistunut
fr: La vérification de la phrase de passe a échoué
sv: Kontrollen av lösenfrasen misslyckades
uk: Помилковий пароль

source: Pass phrase is good.
de: Das Passwort ist richtig.
fi: Salauslause on hyvä.
fr: La phrase de passe est correcte.
sv: Lösenfrasen är ok.
uk: Пароль підтверджено.

source: creating a pipe for --pipe failed: %m
de: Erstellen einer Pipe für --pipe fehlgeschlagen: %m
fi: putken luominen valitsimelle --pipe epäonnistui: %m
fr: la création d'un pipe pour --pipe a échoué: %m
sv: att skapa ett rör för --pipe misslyckades: %m
uk: спроба створення каналу для параметра --pipe зазнала невдачі: %m

source: exec failed
de: Ausführung fehlgeschlagen
fi: exec-kutsu epäonnistui
fr: échec d'exécution
sv: exec misslyckades
uk: помилка виконання exec

source: no packages files given for rebuild
de: Es wurden keine Paket-Dateien für die Neuerstellung angegeben
fi: uudelleenrakentamiselle ei määritelty paketteja
fr: aucun paquet n'a été spécifié pour la reconstruction
sv: inga paketfiler angivna för ombyggnation
uk: не вказано файлів пакунків для перезбирання

source: no spec files given for build
de: Es wurde keine Spec-Datei für die Erstellung angegeben
fi: rakentamiselle ei annettu spec-tiedostoja
fr: aucun paquet n'a été spécifié pour la construction
sv: inga specfiler angivna för byggnation
uk: не вказано файлів специфікацій для збирання

source: no tar files given for build
de: Es wurde keine Tar-Datei für die Erstellung angegeben
fi: rakentamiselle ei määritelty tar-tiedostoja
fr: aucun fichier tar fourni pour la génération
sv: inga tar-filer angivna för byggnation
uk: не вказано файлів tar для збирання

source: no packages given for erase
de: Es wurden keine Pakete für die Deinstallation angegeben
fi: poistolle ei määritelty paketteja
fr: aucun paquet n'a été spécifié pour la désinstallation
sv: inga paket angivna att radera
uk: не вказано пакунків для вилучення

source: no packages given for install
de: Es wurden keine Pakete für die Installation angegeben
fi: asennukselle ei määritelty paketteja
fr: aucun paquet n'a été spécifié pour l'installation
sv: inga paket angivna för installation
uk: не вказано пакунків для встановлення

source: no arguments given for query
de: Es wurden keine Argumente für die Abfrage angegeben
fi: kyselylle ei annettu argumentteja
fr: aucun argument n'a été fourni pour la requête
sv: inga parametrar angivna för fråga
uk: не вказано аргументів запиту

source: no arguments given for verify
de: Es wurden keine Argumente für die Überprüfung angegeben
fi: todennukselle ei annettu argumentteja
fr: aucun argument n'a été fourni pour la vérification
sv: inga parametrar angivna för verifiering
uk: не вказано аргументів перевірки

source: no arguments given
de: Es wurden keine Argumente angegeben
fi: ei annettu argumentteja
fr: aucun argument n'a été fourni
sv: inga argument angivna
uk: не вказано жодних параметрів

source: Unable to open temp file.
de: Temporäre Datei kann nicht geöffnet werden.
fi: Tilapäisen tiedoston avaaminen epäonnistui.
fr: Incapable d'ouvrir le fichier temporaire.
sv: Kan inte öppna temporär fil.
uk: Не вдалося відкрити файл тимчасових даних.

source: Executing(%s): %s
de: Ausführung(%s): %s
fi: Haetaan (%s): %s
fr: Exécution(%s): %s
sv: Kör(%s): %s
uk: Виконання(%s): %s

source: Bad exit status from %s (%s)
de: Fehler-Status beim Beenden von %s (%s)
fi: Virheellinen exit-tila skriptistä %s (%s)
fr: Mauvais statut de fin d'exécution à partir de %s (%s)
sv: Dålig slutstatus från %s (%s)
uk: Отримано стан виходу з помилкою від %s (%s)

source: RPM build errors:
de: Fehler beim Bauen des RPMS:
fi: RPM-rakentamisvirheet:
fr: RPM erreurs de génération:
sv: RPM-byggfel:
uk: Помилки збирання RPM:

source: syntax error while parsing ==
de: Syntax-Fehler beim Einlesen von ==
fi: syntaksivirhe jäsenneltäessä ==
fr: erreur de syntaxe lors de l'analyse de ==
sv: syntaxfel vid tolkning av ==
uk: синтаксична помилка під час обробки ==

source: syntax error while parsing &&
de: Syntax-Fehler beim Einlesen von &&
fi: syntaksivirhe jäsenneltäessä &&
fr: erreur de syntaxe lors de l'analyse de &&
sv: syntaxfel vid tolkning av &&
uk: синтаксична помилка під час обробки &&

source: syntax error while parsing ||
de: Syntax-Fehler beim Einlesen von ||
fi: syntaksivirhe jäsenneltäessä ||
fr: erreur de syntaxe lors de l'analyse de ||
sv: syntaxfel vid tolkning av ||
uk: синтаксична помилка під час обробки ||

source: parse error in expression
de: Fehler beim Einlesen des Ausdrucks
fi: jäsennysvirhe lausekkeessa
fr: erreur d'analyse dans l'expression
sv: tolkningsfel i uttryck
uk: помилка обробки у виразі

source: unmatched (
de: Unerwartete (
fi: täsmäämätön (
fr: inégal (
sv: ensam (
uk: незакрита дужка (

source: - only on numbers
de: - nur bei Zahlen
fi: - vain numeroissa
fr: - seulement sur les nombres
sv: - endast i tal
uk: - лише для чисел

source: ! only on numbers
de: ! nur bei Zahlen
fi: ! vain numeroissa
fr: ! seulement sur les nombres
sv: ! endast på tal
uk: ! лише для чисел

source: types must match
de: Typen müssen übereinsteimmen
fi: tyyppien on täsmättävä
fr: les types doivent concorder
sv: typer måste passa ihop
uk: типи мають збігатися

source: syntax error in expression
de: Syntax-Fehler im Ausdruck
fi: syntaksivirhe lausekkeessa
fr: erreur de syntaxe dans l'expression
sv: syntaxfel i uttryck
uk: синтаксична помилка у виразі

source: TIMECHECK failure: %s
de: TIMECHECK fehlgeschlagen: %s
fi: TIMECHECK-häiriö: %s
fr: Échec de vérification de l'heure: %s
sv: TIMECHECK-fel: %s
uk: Помилка TIMECHECK: %s

source: Missing '(' in %s %s
de: Fehlende „(“ bei %s %s
fi: Puuttuva ’(’ argumentissa %s %s
fr: '(' manquante dans %s %s
sv: "(" saknas i %s %s
uk: Не вистачає «(» у %s %s
