Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: limit download rate to RATE.
de: Download-Datenrate auf RATE begrenzen.
fi: rajoita latausnopeuksi NOPEUS.
fr: limiter le taux de téléchargement à TAUX.
sv: begränsa hämtningstakten till TAKT.
uk: обмежити швидкість звантаження значенням ШВИДКІСТЬ.

source: RATE
fi: NOPEUS
fr: TAUX
sv: TAKT
uk: ШВИДКІСТЬ

source: disable caching DNS lookups.
de: Zwischenspeicherung von DNS-Anfragen deaktivieren.
fi: ota pois käytöstä DNS-hakujen välimuistitus.
fr: désactiver la mise en cache des recherches de DNS .
sv: slå av cachning av DNS-uppslagningar.
uk: вимкнути кешування даних пошуків у DNS.

source: restrict chars in file names to ones OS allows.
de: Zeichen in Dateinamen auf jene beschränken, die das OS (Betriebssystem) erlaubt.
fi: rajoita tiedostonimien merkit niihin, jotka KÄYTTÖJÄRJESTELMÄ sallii.
fr: restreindre les caractères dans les noms de fichier aux OS qui l'autorisent.
sv: begränsa tecken i filnamn till de OS:et tillåter.
uk: обмежити кількість символів у назвах файлів відповідно до обмежень операційної системи.

source: OS
fi: KÄYTTÖJÄRJESTELMÄ
uk: ОС

source: ignore case when matching files/directories.
de: Groß-/Kleinschreibung beim Suchen nach Dateien/Verzeichnissen ignorieren
fi: ohita kirjainkoko kun täsmätään tiedostoja/hakemistoja.
fr: ignorer la casse lors de la correspondances entre des fichiers/répertoires.
sv: bortse från skiftläge vid matchning av filer/kataloger.
uk: ігнорувати регістр символів під час встановлення відповідності файлів або каталогів.

source: connect only to IPv4 addresses.
de: Nur zu IPv4-Adressen verbinden.
fi: yhdistä vain IPv4-osoitteisiin.
fr: se connecter uniquement à des adresses IPv4.
sv: anslut endast till IPv4-adresser.
uk: встановлювати з’єднання лише адресами у форматі IPv4.

source: connect only to IPv6 addresses.
de: Nur zu IPv6-Adressen verbinden.
fi: yhdistä vain IPv6-osoitteisiin.
fr: se connecter uniquement à des adresses IPv6.
sv: anslut endast till IPv6-adresser.
uk: встановлювати з’єднання лише адресами у форматі IPv6.

source: connect first to addresses of specified family, one of IPv6, IPv4, or none.
de: Zuerst mit Adressen der angegebenen Familie verbinden, eines von „IPv6“, „IPv4“ oder „none“.
fi: yhdistä ensin määritellyn perheen osoitteet, yksi perheistä IPv6, IPv4 tai ei mikään.
fr: se connecter en premier aux adresses de la famille spécifiée, soit IPv6, IPv4, ou aucun.
sv: anslut först till adresser av den angivna familjen, en av IPv6, IPv4 eller none.
uk: спочатку спробувати встановити з’єднання з адресами вказаного сімейства: IPv6, IPv4 або none.

source: FAMILY
de: FAMILIE
fi: PERHE
fr: FAMILLE
sv: FAMILJ
uk: СІМЕЙСТВО

source: set both ftp and http user to USER.
de: FTP- und HTTP-Benutzer auf BENUTZER setzen.
fi: aseta sekä ftp- että http-käyttäjäksi KÄYTTÄJÄ.
fr: définir à la fois le nom d'utilisateur FTP et HTTP comme USER.
sv: sätt både ftp- och http-användaren till ANVÄNDARE.
uk: використовувати для звантаження даних протоколами ftp і http КОРИСТУВАЧа.

source: set both ftp and http password to PASS.
de: FTP- und HTTP-Passwort auf PASSWORT setzen.
fi: aseta sekä ftp- että http-salasanaksi SALASANA.
fr: définir à la fois le mot de passe FTP et HTTP comme PASS.
sv: sätt både ftp- och http-lösenord till LÖSEN.
uk: використовувати для звантаження даних протоколами ftp і http ПАРОЛЬ.

source: PASS
de: PASSWORT
fi: SALASANA
sv: LÖSEN
uk: ПАРОЛЬ

source: don't create directories.
de: Verzeichnisse nicht anlegen.
fi: älä luo hakemistoja.
fr: ne pas créer des répertoires.
sv: skapa inte kataloger.
uk: не створювати каталогів.

source: force creation of directories.
de: Erstellung von Verzeichnissen erzwingen.
fi: pakota hakemistojen luonti.
fr: forcer la création de répertoires.
sv: framtvinga att kataloger skapas.
uk: примусово створювати каталоги.

source: don't create host directories.
fi: älä luo verkkonimihakemistoja.
fr: ne pas créer des répertoires d'accueil.
sv: skapa inte värdkataloger.
uk: не створювати каталогів вузла.

source: use protocol name in directories.
de: Protokollname in Verzeichnissen verwenden.
fi: käytä yhteyskäytäntönimeä hakemistoissa
fr: utiliser le nom de protocoles dans les répertoires.
sv: använd protokollnamn i kataloger.
uk: використовувати назву протоколу у каталогах.

source: save files to PREFIX/...
de: Dateien in PRÄFIX/ … speichern
fi: tallenna tiedostot kohteeseen ETULIITE/...
fr: enregistrer les fichiers dans PREFIX/...
sv: spara filer till PREFIX/...
uk: зберегти файли до каталогу ПРЕФІКС/...

source: PREFIX
de: PRÄFIX
fi: ETULIITE
uk: ПРЕФІКС

source: ignore NUMBER remote directory components.
de: ANZAHL der entfernten Verzeichniskomponenten ignorieren.
fi: ohita NUMERO etähakemistokomponenttia.
fr: ignorer les composants NOMBRE du répertoire distant.
sv: bortse från ANTAL fjärrkatalogkomponenter.
uk: ігнорувати вказане ЧИСЛО компонентів віддаленого каталогу.

source: set http user to USER.
de: HTTP-Benutzer auf BENUTZER setzen.
fi: aseta http-käyttäjä KÄYTTÄJÄksi.
fr: configurer l'utilisateur http à USER.
sv: sätt http-användare till ANVÄNDARE.
uk: використовувати значення користувача http КОРИСТУВАЧ.

source: set http password to PASS.
de: HTTP-Passwort auf PASSWORT setzen.
fi: aseta http-salasanaksi SALASANA.
fr: configurer le mot de passe http à PASS.
sv: sätt http-lösenord till LÖSEN.
uk: використовувати для звантаження даних протоколом http ПАРОЛЬ.

source: disallow server-cached data.
fi: älä salli palvelinvälimuistitietoja.
fr: interdire les données du serveur-cache.
sv: tillåt inte server-cachad data.
uk: вимкнути кешування даних на боці сервера.

source: save HTML documents with `.html' extension.
de: HTML-Dokumente mit der Erweiterung „.html“ speichern.
fi: tallenna HTML-asiakirjat `.html'-tarkentimella.
fr: enregistrer des documents HTML avec l'extension '.html'.
sv: spara HTML-dokument med ".html"-ändelse.
uk: зберігати документи HTML з суфіксом назв файлів «.html».

source: ignore `Content-Length' header field.
de: Header-Zeile „Content-Length“ ignorieren.
fi: ohita ”Content-Length”-otsakekenttä.
fr: ignorer le champ d'entête 'Content-Length'.
sv: bortse från huvudfält "Content-Length".
uk: ігнорувати значення поля заголовка «Content-Length».

source: insert STRING among the headers.
de: ZEICHENKETTE in den Header einfügen.
fi: lisää MERKKIJONO otsakkeiden joukkoon.
fr: insérer CHAÎNE parmi l'entête.
sv: infoga STRÄNG bland huvudena.
uk: вставити РЯДОК серед заголовків.

source: maximum redirections allowed per page.
de: Maximal erlaubte Anzahl der Weiterleitungen pro Seite.
fi: sallittujen uudelleenohjausten enimmäismäärä per sivu.
fr: redirections maximales autorisées par page.
sv: maximalt antal omdirigeringar tillåtna per sida.
uk: максимальна кількість переспрямувань на одну сторінку.

source: set USER as proxy username.
de: BENUTZER als Proxy-Benutzername festlegen.
fi: aseta KÄYTTÄJÄ välityspalvelimen käyttäjänimeksi.
fr: configurer USER comme nom d'utilisateur du proxy.
sv: sätt ANVÄNDARE som proxy-användarnamn.
uk: встановити значення імені користувача проксі-сервера КОРИСТУВАЧ.

source: set PASS as proxy password.
de: PASSWORT als Proxy-Passwort festlegen.
fi: aseta SALASANA välityspalvelimen salasanaksi.
fr: configurer PASS comme mot de passe du proxy.
sv: sätt LÖSEN som proxy-lösenord.
uk: встановити пароль доступу до проксі-сервера ПАРОЛЬ.

source: include `Referer: URL' header in HTTP request.
fi: sisällytä ”Referer: URL”-otsake HTTP-pyyntöön.
fr: inclure l'en-tête `Referer:URL' dans la requête HTTP.
sv: inkludera ett "Referer: URL"-huvud i HTTP-begäran.
uk: включити заголовок «Referer: АДРЕСА» до запиту HTTP.

source: save the HTTP headers to file.
de: HTTP-Header in Datei speichern.
fi: tallenna HTTP-otsakkeet tiedostoon.
fr: enregistrer les en-têtes HTTP dans un fichier.
sv: spara HTTP-huvudena till en fil.
uk: зберегти заголовки HTTP до файла.

source: identify as AGENT instead of Wget/VERSION.
de: Als AGENT anstelle von Wget/VERSION identifizieren.
fi: tunnista AGENTTI-määrittelynä eikä Wget/VERSION-määrittelynä.
fr: s'identifier comme AGENT au lieu de Wget/VERSION.
sv: identifiera dig som AGENT istället för Wget/VERSION.
uk: ідентифікувати себе як АГЕНТ замість Wget/ВЕРСІЯ.

source: AGENT
fi: AGENTTI
uk: АГЕНТ

source: disable HTTP keep-alive (persistent connections).
de: „keep-alive“ für HTTP deaktivieren (persistente Verbindungen).
fi: poista käytöstä HTTP-pidä elossa (pysyvät yhteydet).
fr: désactiver HTTP keep-alive (connexions persistantes).
sv: avaktivera HTTP-håll-vid-liv (varaktiga förbindelser).
uk: вимкнути режим підтримання з’єднання HTTP (постійне з’єднання).

source: don't use cookies.
de: Keine Cookies verwenden.
fi: älä käytä evästeitä.
fr: n'utilisons pas les cookies.
sv: använd inte kakor.
uk: не використовувати куки.

source: load cookies from FILE before session.
de: Cookies am Beginn der Sitzung aus DATEI laden.
fi: lataa evästeet TIEDOSTOsta ennen istuntoa.
fr: charger les cookies à partir du FICHIER avant la session.
sv: läs in kakor från FIL före sessionen.
uk: завантажити куки з ФАЙЛа до сеансу.

source: save cookies to FILE after session.
de: Cookies am Ende der Sitzung in DATEI speichern.
fi: tallenna evästeet TIEDOSTOon istunnon jälkeen.
fr: sauvegarder les cookies dans le FICHIER après session.
sv: spara kakor till FIL efter sessionen.
uk: зберегти куки до ФАЙЛа після сеансу.

source: load and save session (non-permanent) cookies.
de: Nur Sitzungscookies laden/speichern (nicht dauerhaft).
fi: lataa ja tallenna istunto(ei-pysyvät)evästeet.
fr: charger et sauvegarder dans les cookies (non permanents) de session.
sv: läs och spara sessionens (icke permanenta) kakor.
uk: завантажити і зберегти (тимчасово) куки сеансу.

source: use the POST method; send STRING as the data.
fi: käytä POST-menettelyä; lähetä MERKKIJONO datana.
fr: utiliser la méthode POST; transmettre la CHAÎNE comme données.
sv: använd POST-metoden, skicka STRÄNG som data.
uk: використовувати метод POST; надіслати РЯДОК як дані.

source: use the POST method; send contents of FILE.
fi: käytä POST-menettelyä; lähetä TIEDOSTO-sisältö.
fr: utiliser la méthode POST; transmettre le contenu du FICHIER.
sv: använd POST-metoden, skicka innehållet i FIL.
uk: використовувати метод POST; надіслати вміст ФАЙЛа.

source: honor the Content-Disposition header when choosing local file names (EXPERIMENTAL).
fi: kunnioita Content-Disposition-otsaketta kun valitaan paikallisia tiedostonimiä (KOKEELLINEN)
fr: distinguer l'en-tête Content-Disposition dans le choix des noms de fichiers locaux (EXPERIMENTAL).
sv: tag hänsyn till Content-Disposition-huvudet vid val av lokala filnamn (EXPERIMENTELLT).
uk: зважати на заголовок Content-Disposition під час вибору назв локальних файлів (ТЕСТОВА МОЖЛИВІСТЬ).

source: Send Basic HTTP authentication information without first waiting for the server's challenge.
de: Grundlegende HTTP-Authentifizierungsinformationen senden, ohne auf den Server zu warten.
fi: Lähetä Perus-HTTP-todennustiedot odottamatta palvelimen haastetta.
fr: Envoyer les informations de l'authentification de base HTTP sans attente pour le défi du serveur.
sv: Skicka grundläggande HTTP-autenticeringsinformation utan att först vänta på serverns utmaning.
uk: Надіслати основні дані щодо розпізнавання HTTP, не чекаючи на запит з сервера.

source: choose secure protocol, one of auto, SSLv2, SSLv3, and TLSv1.
de: Sicherheitsprotokoll wählen, „auto“, „SSLv2“, „SSLv3“ oder „TLSv1“.
fi: valitse turvayhteyskäytäntö, yksi seuraavista: auto, SSLv2, SSLv3, ja TLSv1.
fr: choisir un des protocoles sécurisés : auto, SSLv2, SSLv3, et TLSv1.
sv: välj ett säkert protokoll, en av auto, SSLv2, SSLv3 och TLSv1.
uk: вибрати протокол захисту, можливі значення: auto, SSLv2, SSLv3 і TLSv1.

source: don't validate the server's certificate.
de: Serverzertifikat nicht überprüfen.
fi: älä todenna palvelimen varmennetta.
fr: ne pas valider le certificat du serveur.
sv: validera inte serverns certifikat.
uk: не перевіряти сертифікат

source: client certificate file.
de: Datei des Client-Zertifikats.
fi: asiakasvarmennetiedosto.
fr: fichier du certificat client.
sv: klientcertifikatfil.
uk: файл сертифіката клієнта.

source: client certificate type, PEM or DER.
de: Typ des Client-Zertifikats (PEM oder DER).
fi: asiakasvarmenteen tyyppi, PEM tai DER.
fr: type de certificat client, PEM ou DER.
sv: klientcertifikatstyp, PEM eller DER.
uk: тип сертифіката клієнта, PEM або DER.

source: private key file.
de: Geheime Schlüsseldatei.
fi: yksityinen avaintiedosto.
fr: fichier de clé privée.
sv: privat-nyckelfil.
uk: файл закритого ключа.

source: private key type, PEM or DER.
de: Typ des geheimen Schlüssels (PEM oder DER).
fi: yksityisen avaimen tyyppi, PEM tai DER.
fr: type de clé privée, PEM ou DER.
sv: privat-nyckel-typ, PEM eller DER.
uk: тип закритого ключа, PEM або DER.

source: file with the bundle of CA's.
fi: Tiedosto ja CA:n nippu.
fr: déposer auprès de l'ensemble des CA.
sv: fil med bunten av CA:er.
uk: файл з комплектом CA.

source: directory where hash list of CA's is stored.
fi: hakemisto, johon CA:n sekasummaluettelo on tallennettu.
fr: répertoire où la liste de hash des CA est stocké.
sv: katalog där en kontrollsummelista av CA:er finns lagrad.
uk: каталог, у якому зберігається список хешів служб сертифікації (CA).

source: file with random data for seeding the SSL PRNG.
fi: tiedosto ja satunnaisdataa SSL PRNG-siemeneksi.
fr: fichier avec les données aléatoires pour le germe PRNG SSL.
sv: fil med slumpdata för att ge frö till SSL PRNG.
uk: файл з псевдовипадковими даними для ініціювання PRNG SSL.

source: file naming the EGD socket with random data.
de: Dateiname des EGD-Sockets mit Zufallsdaten.
fi: tiedostonimeäminen EGD-pistokkeella ja satunnaisdatalla.
fr: nommage des fichiers du socket EGD avec données aléatoires.
sv: fil som ger namnet på EGD-uttaget med slumpdata.
uk: назва файла сокета EGD з псевдовипадковими даними.

source: set ftp user to USER.
de: FTP-Benutzer auf BENUTZER setzen.
fi: aseta ftp-käyttäjäksi KÄYTTÄJÄ.
fr: configurer l'utilisateur ftp à USER.
sv: sätt ftp-användare till ANVÄNDARE.
uk: встановити користувача ftp у значення КОРИСТУВАЧ.

source: set ftp password to PASS.
de: FTP-Passwort auf PASSWORT setzen.
fi: aseta ftp-salasanaksi SALASANA.
fr: configurer le mot de passe FTP à PASS.
sv: sätt ftp-lösenord till LÖSEN.
uk: встановити пароль ftp у значення ПАРОЛЬ.

source: don't remove `.listing' files.
de: „.listing“-Dateien nicht entfernen.
fi: älä poista ”.listing”-tiedostoja.
fr: ne pas enlever les fichiers '.listing'.
sv: ta inte bort ".listing"-filer.
uk: не вилучати файли «.listing».

source: turn off FTP file name globbing.
fi: käännä pois päältä FTP-tiedostonimen jokerimerkkikäsittely.
fr: désactiver globbing nom de fichier FTP.
sv: slå av FTP-filnamnsmatchning.
uk: вимкнути універсалізацію назв файлів FTP.

source: disable the "passive" transfer mode.
de: „Passiven“ Übertragungsmodus deaktivieren.
fi: ota pois käytöstä ”passive”-siirtotila.
fr: désactiver le mode "passif" de transfert.
sv: slå av det "passiva" överföringsläget.
uk: вимкнути пасивний режим передавання даних.

source: when recursing, get linked-to files (not dir).
fi: rekursoitaessa hakee tiedostoihin linkitetyt (ei hakemistoihin).
fr: lors de la récursion, se relier à des fichiers (pas dir).
sv: vid rekursion, hämta filer som länkas till (inte kataloger).
uk: під час рекурсивної обробки звантажувати файли за посиланнями (не звантажувати каталоги).

source: preserve remote file permissions.
de: Zugriffsrechte der entfernten Datei behalten.
fi: säilytä etätiedostojen käyttöoikeudet.
fr: préserver les permissions de fichiers distants.
sv: bevara fjärrfilers rättigheter.
uk: зберігати права доступу до віддалених файлів.

source: specify recursive download.
de: Rekursiven Download angeben.
fi: määritä rekursiivinen lataus.
fr: préciser le téléchargement récursif.
sv: ange rekursiv hämtning.
uk: наказати звантажувати рекурсивно.

source: maximum recursion depth (inf or 0 for infinite).
de: Maximale Rekursionstiefe (inf oder 0 für unbegrenzt).
fi: enimmäisrekursiosyvyys (inf tai 0 päättymättömälle)
fr: profondeur maximale de récursion (inf ou 0 pour infini).
sv: maximalt rekursionsdjup (inf eller 0 för oändligt).
uk: максимальна глибина рекурсії (нескінченності відповідає значення inf або 0).

source: delete files locally after downloading them.
de: Nach dem Herunterladen die Dateien lokal löschen.
fi: poista tiedostot paikallisesti niiden lataamisen jälkeen.
fr: supprimer les fichiers locaux après les avoir téléchargés.
sv: radera filer lokalt efter att ha hämtat dem.
uk: вилучати файли локально після звантаження.

source: make links in downloaded HTML point to local files.
de: Links in heruntergeladenem HTML auf lokale Dateien zeigen lassen.
fi: muuta linkit ladatuissa HTML-tiedostoissa osoittamaan paikallisia tiedostoja.
fr: établir des liens dans le point HTML téléchargé aux fichiers locaux.
sv: gör så att länkar i hämtad HTML pekar på lokala filer.
uk: зробити так, щоб посилання у звантажених HTML вказували на локальні файли.

source: before converting file X, back up as X.orig.
de: Vor der Umwandlung der Datei X eine Sicherung als X.orig anlegen.
fi: ennen tiedoston X muuntamista, tee siitä varmuuskopio nimellä X.orig.
fr: avant de convertir le fichier X, archiver sous X.orig.
sv: före konvertering av fil X, säkerhetskopiera som X.orig.
uk: до перетворення файла X, створити його резервну копію, X.orig.

source: shortcut for -N -r -l inf --no-remove-listing.
de: Kürzel für -N -r -l inf --no-remove-listing.
fi: pikanäppäin valitsimille -N -r -l inf --no-remove-listing.
fr: raccourci pour -N -r -l inf --no-remove-listing.
sv: kortform för -N -r -l inf --no-remove-listing.
uk: скорочена форма для набору -N -r -l inf --no-remove-listing.

source: get all images, etc. needed to display HTML page.
de: Alle Bilder und Elemente holen, die für die Anzeige der HTML-Seite nötig sind.
fi: hae kaikki kuvat jne., jotka tarvitaan HTML-sivun näyttämiseen.
fr: obtenir toutes les images, etc. nécessaire pour afficher la page HTML.
sv: hämta alla bilder, etc. som behövs för att visa en HTML-sida.
uk: звантажити всі зображення та інші дані, потрібні для показу сторінки HTML.

source: turn on strict (SGML) handling of HTML comments.
de: Strikte Verarbeitung (SGML) der HTML-Kommentare aktivieren.
fi: käännä päälle HTML-kommenttien tiukka (SGML) käsittely.
fr: activer le traitement strict (SGML) des commentaires HTML.
sv: slå på strikt (SGML-)hantering av HTML-kommentarer.
uk: увімкнути строгу обробку (SGML) коментарів у HTML.

source: comma-separated list of accepted extensions.
de: Durch Kommata getrennte Liste der akzeptierten Erweiterungen.
fi: hyväksyttyjen laajennusten pilkulla eroteltu luettelo.
fr: liste des extensions acceptées (séparées par des virgules).
sv: kommaseparerad lista över tillåtna ändelser.
uk: розділений комами список прийнятних суфіксів назв файлів.

source: LIST
de: LISTE
fi: LUETTELO
fr: LISTE
sv: LISTA
uk: СПИСОК

source: comma-separated list of rejected extensions.
de: Durch Kommata getrennte Liste der abgelehnten Erweiterungen.
fi: torjuttujen laajennusten pilkulla eroteltu luettelo.
fr: liste des extensions rejetées (séparées par des virgules).
sv: kommaseparerad lista över avvisade ändelser.
uk: розділений комами список заборонених суфіксів назв файлів.

source: comma-separated list of accepted domains.
de: Durch Kommata getrennte Liste der akzeptierten Domains.
fi: hyväksyttyjen verkkoalueiden pilkulla eroteltu luettelo.
fr: liste des domaines acceptés (séparés par des virgules).
sv: kommaseparerad lista över tillåtna domäner.
uk: розділений комами список прийнятних доменів.

source: comma-separated list of rejected domains.
de: Durch Kommata getrennte Liste der abgelehnten Domains.
fi: torjuttujen verkkoalueiden pilkulla eroteltu luettelo.
fr: liste des domaines rejetés (séparés par des virgules).
sv: kommaseparerad lista över avvisade domäner.
uk: розділений комами список заборонених доменів.

source: follow FTP links from HTML documents.
de: FTP-Links aus HTML-Dokumenten folgen.
fi: seuraa FTP-linkkejä HTML-asiakirjoista.
fr: suivre les liens FTP à partir des documents HTML.
sv: följ FTP-länkar från HTML-dokument.
uk: переходити за посиланнями на ресурси FTP з документів HTML.

source: comma-separated list of followed HTML tags.
de: Durch Kommata getrennte Liste der folgenden HTML-Tags.
fi: seurattujen HTML-tunnisteiden pilkulla eroteltu luettelo.
fr: liste des balises HTML suivies (séparées par des virgules).
sv: kommaseparerad lista över HTML-taggar som följs.
uk: розділений комами список теґів HTML, за яким слід здійснювати перехід.

source: comma-separated list of ignored HTML tags.
de: Durch Kommata getrennte Liste ignorierter HTML-Tags.
fi: ohitettujen HTML-tunnisteiden pilkulla eroteltu luettelo.
fr: liste des balises HTML ignorées (séparées par des virgules).
sv: kommaseparerad lista över HTML-taggar som ignoreras.
uk: розділений комами список теґів HTML, які слід ігнорувати.

source: go to foreign hosts when recursive.
fi: siirry vieraille tietokoneille kun toimitaan rekursiivisesti.
fr: aller sur les hôtes étrangers en mode récursif.
sv: gå till andra värdar vid rekursion.
uk: переходити до інших вузлів під час рекурсивної обробки.

source: follow relative links only.
de: Nur relativen Links folgen.
fi: seuraa vain suhteellisia linkkejä.
fr: suivre seulement les liens relatifs.
sv: följ endast relativa länkar.
uk: переходити лише за відносними посиланнями.

source: list of allowed directories.
de: Liste der erlaubten Verzeichnisse.
fi: sallittujen hakemistojen luettelo.
fr: lister les répertoires autorisés.
sv: lista över tillåtna kataloger.
uk: показати список дозволених каталогів.

source: list of excluded directories.
de: Liste der ausgeschlossenen Verzeichnisse.
fi: poissuljettujen hakemistojen luettelo.
fr: lister les répertoires exclus.
sv: lista över uteslutna kataloger.
uk: показати список виключених каталогів.

source: don't ascend to the parent directory.
de: Nicht in das übergeordnete Verzeichnis aufsteigen.
fi: älä nouse ylempään hakemistoon.
fr: ne pas remonter vers le répertoire parent.
sv: gå inte upp till föräldrakatalogen.
uk: не підніматися до батьківського каталогу.

source: Startup:
de: Start:
fi: Aloitus:
fr: Démarrage:
sv: Uppstart:
uk: Початок:

source: Logging and input file:
de: Protokoll und Eingabedatei:
fi: Lokikirjaus- ja syötetiedosto:
fr: Connexion et fichier d'entrée:
sv: Inloggning och indatafil:
uk: Запис і вхідний файл:

source: Download:
fi: Lataus:
fr: Télécharger:
sv: Hämtning:
uk: Звантаження:

source: Directories:
de: Verzeichnisse:
fi: Hakemistot:
fr: Annuaire:
sv: Kataloger:
uk: Каталоги:

source: HTTP options:
de: HTTP-Optionen:
fi: HTTP-valitsimet:
fr: Options HTTP:
sv: HTTP-flaggor:
uk: Параметри HTTP:

source: HTTPS (SSL/TLS) options:
de: HTTPS(SSL/TLS)-Optionen:
fi: HTTPS (SSL/TLS)-valitsimet:
fr: Options HTTPS (SSL/TLS):
sv: HTTPS- (SSL/TLS-)alternativ:
uk: Параметри HTTPS (SSL/TLS):

source: FTP options:
de: FTP-Optionen:
fi: FTP-valitsimet:
fr: Options FTP:
sv: FTP-flaggor:
uk: Параметри FTP:

source: Recursive download:
de: Rekursiver Download:
fi: Rekursiivinen lataus:
fr: Télécharger le récursif:
sv: Rekursiv hämtning:
uk: Рекурсивне звантаження:

source: Recursive accept/reject:
de: Rekursiv akzeptieren/abweisen:
fi: Rekursiivinen hyväksyminen/hylkääminen:
fr: Accepter ou rejeter le récursif:
sv: Rekursiv acceptera/avvisa:
uk: Рекурсивне прийняття або відкидання:
