Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: warning: _url_cache[%d] %p nrefs(%ld) != 1 (%s %s)
de: Warnung: _url_cache[%d] %p nrefs(%ld) != 1 (%s %s)
fi: varoitus: _url_cache[%d] %p nrefs(%ld) != 1 (%s %s)
fr: AVERTISSEMENT: _url_cache[%d] %p nrefs(%ld) != 1 (%s %s)
sv: varning: _url_cache[%d] %p nrefs(%ld) != 1 (%s %s)
uk: попередження: _url_cache[%d] %p nrefs(%ld) != 1 (%s %s)

source: Password for %s@%s:
de: Passwort für %s@%s:
fi: Käyttäjän %s@%s salasana:
fr: Mot de passe pour %s@%s:
sv: Lösenord för %s@%s:
uk: Пароль для %s@%s:

source: error: %sport must be a number
de: Fehler: %s-Port muss eine Zahl sein
fi: virhe: %sport on oltava numero
fr: ERREUR: %sport doit être un nombre
sv: fel: %s-port måste vara ett tal
uk: помилка: %s порт має бути числом

source: url port must be a number
de: URL-Port muss eine Zahl sein
fi: verkko-osoiteportin on oltava numero
fr: port url doit être un nombre
sv: url-port måste vara ett tal
uk: значення порту url має бути цілим числом

source: Options:
de: Optionen:
fi: Valitsimet:
sv: Alternativ:
uk: Параметри:

source: Set primary USER
de: Primären Benutzer festlegen
fi: Aseta ensisijainen KÄYTTÄJÄ
fr: Définir l'UTILISATEUR principal
sv: Sätt primär ANVÄNDARE
uk: Вказати основного КОРИСТУВАЧА

source: USER
de: BENUTZER
fi: KÄYTTÄJÄ
fr: UTILISATEUR
sv: ANVÄNDARE
uk: КОРИСТУВАЧ

source: Set primary GROUP
de: Primäre Gruppe festlegen
fi: Aseta ensisijainen RYHMÄ
fr: Définir le GROUPE principal
sv: Sätt primär GRUPP
uk: Вказати основну ГРУПУ

source: GROUP
de: GRUPPE
fi: RYHMÄ
fr: GROUPE
sv: GRUPP
uk: ГРУПА

source: Set primary GROUPS
de: Primäre Gruppen festlegen
fi: Aseta ensisijaiset RYHMÄT
fr: Définir les GROUPES principaux
sv: Sätt primära GRUPPER
uk: Вказати основні ГРУПИ

source: GROUPS
de: GRUPPEN
fi: RYHMÄT
fr: GROUPES
sv: GRUPPER
uk: ГРУПИ

source: initialize the chroot, do not build anything
de: Chroot initialisieren, aber nichts erstellen
fi: alusta chroot, älä rakenna mitään
sv: initiera chroot:en, bygg ingenting
uk: ініціалізувати chroot, нічого не збирати

source: completely remove the specified chroot
de: Angegebenes Chroot vollständig entfernen
fi: poista kokonaan määritelty chroot
sv: ta helt bort den angivna chroot:en
uk: повністю вилучити вказаний chroot

source: completely remove the specified chroot or cache dir or all of the chroot and cache
fi: poista kokonaan määritelty chroot tai välimuistihakemisto tai kaikki chroot ja välimuisti
sv: ta helt bort den angivna chroot:en eller cache-katalogen eller alla chroot:erna och cacherna
uk: повністю вилучити вказаний каталог chroot або кешу або усі каталоги chroot і кешу

source: rebuild the specified SRPM(s)
fi: rakenna uudelleen määritelty SRPM
sv: bygg om den angivna SRPM:en
uk: повторно зібрати вказані SRPM

source: Build a SRPM from spec (--spec ...) and sources (--sources ...) or from SCM
fi: Rakenna SRPM spesifikaatiosta (--spec ...) ja lähteistä (--sources ...) tai SCM:stä
sv: Bygg en SRPM från spec (--spec …) och källkod (--sources …) eller från SCM
uk: Зібрати SRPM на основі файла spec (--spec ...) та коду (--sources ...) або з SCM

source: run the specified command interactively within the chroot. Default command: /bin/sh
fi: suorita määritelty komento vuorovaikutteisesti chroot:in sisällä. Oletuskomento: /bin/sh
sv: kör det angivna kommandot interaktivt inuti chroot:en. Standardkommando: /bin/sh
uk: виконати вказану команду інтерактивно у межах chroot. Типова команда: /bin/sh

source: run the specified command noninteractively within the chroot.
fi: suorita määritelty komento ei-vuorovaikuteisesti chroot:in sisällä.
sv: kör det angivna kommandot icke-interaktivt inuti chroot:en.
uk: виконати вказану команду неінтерактивно у межах chroot.

source: install build dependencies for a specified SRPM
de: Erstellungs-Abhängigkeiten für ein angegebenes RPM installieren
fi: asenna rakennusriippuvuudet määritellylle SRPM:lle
sv: installera byggberoenden för en angiven SRPM
uk: встановити залежності для збирання для вказаного SRPM

source: install packages using yum
de: Pakete mit Yum installieren
fi: asenna paketit yum-ohjelmalla
sv: installera paket med yum
uk: встановити пакунки за допомогою yum

source: update installed packages using yum
de: Installierte Pakete mit Yum aktualisieren
fi: päivitä asennetut paketit yum-ohjelmalla
sv: uppdatera installerade paket med yum
uk: оновити встановлені пакунки за допомогою yum

source: Kill all processes using specified buildroot.
fi: Tuhoa kaikki prosessit käyttäen määriteltyä buildroot-asetusta.
sv: Döda alla processer som använder den angivna byggroten.
uk: Вбити усі процеси, що використовують вказаний кореневий каталог збирання.

source: Copy file(s) into the specified chroot
fi: Kopioi tiedosto(t) määriteltyyn chroot:iin
sv: Kopiera filer in i den angivna chroot:en
uk: Копіювати файли до вказаного chroot

source: Copy file(s) from the specified chroot
fi: Kopioi tiedosto(t) määritellystä chroot:sta
sv: Kopiera filer från den angivna chroot:en
uk: Копіювати файли із вказаного chroot

source: activate 'offline' mode.
de: Offline-Modus aktivieren
fi: aktivoi 'offline'-tila.
sv: aktivera ”frånkopplat” läge.
uk: задіяти автономний режим («offline»).

source: do not clean chroot before building
de: Chroot vor dem Erstellungsvorgang nicht leeren
fi: älä nollaa kohdetta chroot ennen rakentamista
sv: rensa inte chroot:en före bygget
uk: не спорожняти chroot перед збиранням

source: Clean chroot after building. Use with --resultdir. Only active for 'rebuild'.
fi: Nollaa chroot rakentamisen jälkeen. Käytä valitsimella --resultdir. On aktiivi vain tilassa 'rebuild'.
sv: Rensa chroot:en efter att ha byggt. Använd med --resultdir. Endast aktivt för ”rebuild”.
uk: Спорожнити chroot після збирання. Використовується разом з --resultdir. Активний лише для «rebuild».

source: Sets kernel personality().
fi: Asettaa ytimen personality()-funktion.
sv: Sätter kärn-personality().
uk: Встановлює personality() ядра.

source: ARCH
fi: ARKISTO
sv: ARK
uk: АРХ

source: passed to rpmbuild as --target
fi: välitetty rpmbuild-ohjelmalle valitsimena --target
sv: skickas till rpmbuild som --target
uk: передано rpmbuild як --target

source: define an rpm macro (may be used more than once)
de: ein RPM-Makro definieren (kann mehrmals verwendet werden)
fi: määritä rpm-makro (voidaan käyttää useammin kuin kerran)
sv: definiera ett rpm-makro (kan användas mer än en gång)
uk: визначити макрос rpm (можна використовувати декілька разів)

source: MACRO EXPR
de: „MAKRO AUSDRUCK“
fi: MAKRO EXPR
sv: MAKRO UTTR
uk: МАКРОС ВИРАЗ

source: enable configure option for build (may be used more than once)
de: Konfigurationsoption für das Bauen aktivieren (kann mehrmals verwendet werden)
fi: ota käyttöön asetusvalitsin rakentamiselle (voidaan käyttää useammin kuin kerran)
sv: aktivera konfigureringsflagga för bygge (kan användas mer än en gång)
uk: увімкнути параметр налаштування для збирання (можна використовувати декілька разів)

source: OPTION
fi: VALITSIN
sv: FLAGGA
uk: ПАРАМЕТР

source: disable configure option for build (may be used more than once)
de: Konfigurationsoption für das Bauen deaktivieren (kann mehrmals verwendet werden)
fi: poista käytöstä asetusvalitsin rakentamiselle (voidaan käyttää useammin kuin kerran)
sv: avaktivera konfigureringsflagga för bygge (kan användas mer än en gång)
uk: вимкнути параметр налаштування для збирання (можна використовувати декілька разів)

source: path for resulting files to be put
fi: polku laitettaville tulostiedostoille
sv: sökväg där resultatfiler skall läggas
uk: каталог, до якого слід зберегти файли результатів

source: Arbitrary, unique extension to append to buildroot directory name
fi: Satunnainen, uniikki tarkennin liitettäväksi buildroot-hakemiston nimeen
sv: Godtycklig, unik ändelse att lägga till till byggrotens katalognamn
uk: Довільний унікальний суфікс назви, який слід додати до назви кореневого каталогу збирання

source: EXT
fi: TARKENNIN
sv: ÄND
uk: СУФ

source: Change where config files are found
fi: Vaihda missä asetustiedostot löytyvät
sv: Ändra var konfigurationsfiler söks upp
uk: Змінити місце пошуку файлів налаштувань

source: Fail build if rpmbuild takes longer than 'timeout' seconds
fi: Rakentaminen epäonnistuu, jos rpmbuild kestää kauemmin kuin 'timeout' sekuntia
sv: Misslyckas med bygget om rpmbuild tar mer än ”tidsgräns” sekunder
uk: Вважати збирання невдалим, якщо виконання rpmbuild триває понад «час очікування» секунд

source: SECONDS
de: SEKUNDEN
fi: SEKUNTIA
fr: SECONDES
sv: SEKUNDER
uk: СЕКУНДИ

source: Drop privileges before running command when using --chroot
fi: Pudota käyttöoikeudet ennen komennon suorittamista kun käytetään valitsinta --chroot
sv: Släpp rättigheter före kommando körs när --chroot används
uk: Скинути розширені права доступу до виконання команди, якщо використовується --chroot

source: Change to the specified directory (relative to the chroot) before running command when using --chroot
fi: Vaihda määriteltyyn hakemistoon (joka on suhteellinen chroot:iin) ennen komennon suorittamista kun käytetään valitsinta --chroot
sv: Byt till den angivna katalogen (relativt chroot:en) före kommandot körs när --chroot används
uk: Перейти до вказаного каталогу (відносно chroot) до виконання команди, якщо використовується --chroot

source: Specifies spec file to use to build an SRPM (used only with --buildsrpm)
fi: Määrittää määrittelytiedostot, joita käytetään SRPM:n rakentamiseen (käytetään vain valitsimella --buildsrpm)
sv: Anger spec-filen att använda för att bygga en SRPM (används endast med --buildsrpm)
uk: Вказує файл spec, яким слід скористатися для збирання SRPM (використовується лише з --buildsrpm)

source: SPEC
fi: SPEKSI

source: Specifies sources (either a single file or a directory of files) to use to build an SRPM (used only with --buildsrpm)
fi: Määrittää lähteet (joko yksittäisenä tiedostona tai tiedostohakemistona), joita käytetään SRPM-rakentamiseen (käytetään vain valitsimen --buildsrpm kanssa)
sv: Anger källor (antingen en ensam fil eller en katalog med filer) att använda för att bygga en SRPM (används endast med --buildsrpm)
uk: Вказує місце коду (одного файла або каталогу з файлами), яким слід скористатися для збирання SRPM (використовується лише з --buildsrpm)

source: SOURCES
fi: LÄHTEET
sv: KÄLLOR
uk: ДЖЕРЕЛА

source: Enable internal mock tracing output.
fi: Ota käyttöön sisäinen harjoituskoejäljitystulostus.
sv: Aktivera intern mock-spårningsutdata.
uk: Увімкнути внутрішнє трасувальне виведення даних моделі.

source: Enable plugin.
de: Plugin aktivieren
fi: Ota lisäosat käyttöön.
sv: Aktivera insticksmodul.
uk: Увімкнути додаток.

source: Disable plugin.
de: Plugin deaktivieren
fi: Ota lisäosat pois käytöstä.
sv: Avaktivera insticksmodulen.
uk: Вимкнути додаток.

source: print path to chroot root
fi: tulosta polku chroot:in root-hakemistoon
sv: Skriv sökvägen till chroot-roten
uk: вивести шлях до кореневого каталогу chroot

source: build from SCM repository
fi: rakenna SCM-tietovarastosta
sv: byg från SCM-förråd
uk: зібрати зі сховища SCM

source: define an SCM option (may be used more than once)
de: Eine SCM-Option angeben (kann mehrmals verwendet werden)
fi: määritä SCM-valitsin (voidaan käyttää useammin kuin kerran)
sv: definiera en SCM-flagga (kan användas mer än en gång)
uk: визначити параметр SCM (можна використовувати декілька разів)

source: disable unshare(2)
de: unshare(2) deaktivieren
fi: ota pois käytöstä unshare(2)
sv: avaktivera unshare(2)
uk: вимкнути unshare(2)

source: argument is not an RPM package
de: Argument ist kein RPM-Paket
fi: argumentti ei ole RPM-paketti
fr: l'argument n'est pas un paquet RPM
sv: argumentet är inte ett RPM-paket
uk: аргумент не є пакунком RPM

source: error reading header from package
de: Fehler beim Lesen des Paket-Headers
fi: virhe luettaessa otsaketta paketista
fr: erreur de lecture de l'en-tête du paquet
sv: fel när huvudet lästes från paketet
uk: помилка під час спроби читання заголовка з пакунка

source: cannot re-open payload: %s
de: Nutzdaten können nicht erneut geöffnet werden: %s
fi: ei voi avata uudelleen latausta: %s
fr: impossible de réouvrir le fichier de charges: %s
sv: kan inte återöppna lasten: %s
uk: не вдалося повторно відкрити вміст: %s

source: don't verify header+payload signature
de: Header und Nutzdaten-Signatur nicht überprüfen
fi: älä todenna otsake+lataus -allekirjoituksia
fr: ne pas vérifier la signatire en-tête+charge
sv: verifiera inte huvud+lastsignatur
uk: не перевіряти підпис заголовка та вмісту

source: update cache database
de: Zwischenspeicher-Datenbank aktualisieren
fi: alusta välimuistitietokanta
fr: mettre à jour le cache de la base de données
sv: uppdatera cache-databas
uk: оновити базу даних кешу

source: don't update cache database, only print package paths
de: Zwischenspeicher-Datenbank nicht aktualisieren, nur Paketpfade ausgeben
fi: älä päivitä välimuistitietokantaa, tulosta vain pakettipolut
fr: ne pas mettre à jour la cache de la base de données, seulement afficher les chemins des paquets
sv: uppdatera inte cache-databasen, skriv endast paketsökvägar
uk: не оновлювати кеш бази даних, лише вивести перелік шляхів пакету

source: File tree walk options:
de: Optionen zum Durchlaufen des Dateibaumes:
fi: Tiedostopuukävelyvalitsimet:
fr: Options du chemin de l'arborescence de fichier:
sv: Filträdstraverseringsflaggor:
uk: Параметри обробки ієрархії файлів:

source: Common options for all rpm modes and executables:
de: Gemeinsame Optionen für alle RPM-Modi und Ausführungen:
fi: Yhteiset valitsimet kaikille rpm-tiloille ja suoritettaville tiedostoille:
fr: Options communes pour tous les modes et les exécutables RPM
sv: Gemensamma flaggor för alla rpm-lägen och -program:
uk: Загальні параметри для всіх режимів та виконуваних файлів rpm:

source: %s: %%{_cache_dbpath} macro is mis-configured.
de: %s: Das Makro %%{_cache_dbpath} ist falsch konfiguriert.
fi: %s: %%{_cache_dbpath} makro on väärinasetettu.
fr: %s: macro %%{_cache_dbpath} est mal configurée.
sv: %s: %%{_cache_dbpath}-makrot är felkonfigurerat.
uk: %s: макрос %%{_cache_dbpath} визначений неправильно.

source: %s: cache operation failed: ec %d.
fi: %s: välimuistitoiminto epäonnistui: ec %d.
fr: %s: opération cache a échoué: ec %d.
sv: %s: cache-operation misslyckades: ec %d.
uk: %s: помилка роботи з кешем: код помилки %d.

source: skipping malformed comparison: "%s"
de: Missgebildeter Vergleich wird übersprungen: „%s“
fi: ohitetaan vääränmuotoinen vertailu: ”%s”
fr: sauter la comparaison incorrect: "%s"
sv: hoppar över felformaterad jämförelse: "%s"
uk: пропускаємо порівняння з помилковим форматуванням: «%s»

source: print cpuinfo(...) dependency set
de: Abhängigkeiten für cpuinfo(...) zeigen
fi: tulosta cpuinfo(...) -riippuvuusjoukko
fr: afficher la série des dépendances de cpuinfo(...)
sv: skriv ut beroendemängden cpuinfo(...)
uk: вивести набір залежностей cpuinfo(...)

source: print rpmlib(...) dependency set
de: Abhängigkeiten für rpmlib(...) zeigen
fi: tulosta rpmlib(...) -riippuvuusjoukko
fr: afficher la série des dépendances de rpmlib(...)
sv: skriv ut beroendemängden rpmlib(...)
uk: вивести набір залежностей rpmlib(...)

source: print /etc/rpm/sysinfo dependency set
de: Abhängigkeiten für /etc/rpm/sysinfo zeigen
fi: tulosta /etc/rpm/sysinfo -riippuvuusjoukko
fr: afficher la série des dépendances de /etc/rpm/sysinfo
sv: skriv ut beroendemängden /etc/rpm/sysinfo
uk: вивести набір залежностей /etc/rpm/sysinfo

source: print getconf(...) dependency set
de: Abhängigkeiten für getconf(...) zeigen
fi: tulosta getconf(...) -riippuvuusjoukko
fr: afficher la série des dépendances de getconf(...)
sv: skriv ut beroendemängden getconf(...)
uk: вивести набір залежностей getconf(...)

source: print soname(...) dependencies for elf files
de: Abhängigkeiten für soname(...) für ELF-Dateien zeigen
fi: tulosta soname(...) -riippuvuudet elf-tiedostoille
fr: afficher les dépendances de soname(...) pour les fichiers ELF
sv: skriv ut beroendemängden soname(...) för elf-filer
uk: вивести залежності soname(...) для файлів elf

source: print soname(...) dependencies from /etc/ld.so.cache
de: Abhängigkeiten für soname(...) aus /etc/ld.so.cache zeigen
fi: tulosta soname(...) -riippuvuudet kohteesta /etc/ld.so.cache
fr: afficher les dépendances de soname(...) depuis /etc/ld.so.cache
sv: skriv ut beroendemängden soname(...) från /etc/ld.so.cache
uk: вивести залежності soname(...) з /etc/ld.so.cache

source: print uname(...) dependency set
de: Abhängigkeiten für uname(...) zeigen
fi: tulosta uname(...) -riippuvuusjoukko
fr: afficher la série des dépendances de uname(...)
sv: skriv ut beroendemängden uname(...)
uk: вивести набір залежностей uname(...)

source: print dependency set from a command pipe
de: Abhängigkeiten aus einer Befehlspipe zeigen
fi: tulosta riippuvuusjoukko komentoputkesta
fr: afficher la série des dépendances à partir d'un tuyau de commande
sv: skriv ut beroendemängden från ett kommandorör
uk: вивести набір залежностей на основі кортежу команд

source: print perl(...) dependency set
de: Abhängigkeiten für perl(...) zeigen
fi: tulosta perl(...) -riippuvuusjoukko
fr: afficher la série des dépendances de perl(...)
sv: skriv ut beroendemängden perl(...)
uk: вивести набір залежностей perl(...)

source: print python(...) dependency set
de: Abhängigkeiten für python(...) zeigen
fi: tulosta python(...) -riippuvuusjoukko
fr: afficher la série des dépendances de python(...)
sv: skriv ut beroendemängden python(...)
uk: вивести набір залежностей python(...)

source: print libtool(...) dependency set
de: Abhängigkeiten für libtool(...) zeigen
fi: tulosta libtool(...) -riippuvuusjoukko
fr: afficher la série des dépendances de libtool(...)
sv: skriv ut beroendemängden libtool(...)
uk: вивести набір залежностей libtool(...)

source: print pkgconfig(...) dependency set
de: Abhängigkeiten für pkgconfig(...) zeigen
fi: tulosta pkgconfig(...) -riippuvuusjoukko
fr: afficher la série des dépendances de pkgconfig(...)
sv: skriv ut beroendemängden pkgconfig(...)
uk: вивести набір залежностей pkgconfig(...)

source: print pubkey(...) dependency set
de: Abhängigkeiten für pubkey(...) zeigen
fi: tulosta pubkey(...) -riippuvuusjoukko
fr: afficher la série des dépendances de pubkey(...)
sv: skriv ut beroendemängden pubkey(...)
uk: вивести набір залежностей pubkey(...)

source: print arch(...) dependency set
de: Abhängigkeiten für arch(...) zeigen
fi: tulosta arch(...) -riippuvuusjoukko
fr: afficher la série des dépendances de arch(...)
sv: skriv ut beroendemängden arch(...)
uk: вивести набір залежностей arch(...)

source: print file(...) dependency set
de: Abhängigkeiten für file(...) zeigen
fi: tulosta file(...) -riippuvuusjoukko
fr: afficher la série des dépendances de file(...)
sv: skriv ut beroendemängden file(...)
uk: вивести набір залежностей file(...)

source: print soname(...) dependency set
de: Abhängigkeiten für soname(...) zeigen
fi: tulosta soname(...) -riippuvuusjoukko
fr: afficher la série des dépendances de soname(...)
sv: skriv ut beroendemängden soname(...)
uk: вивести набір залежностей soname(...)

source: print package(...) dependency set
de: Abhängigkeiten für package(...) zeigen
fi: tulosta package(...) -riippuvuusjoukko
fr: afficher la série des dépendances de package(...)
sv: skriv ut beroendemängden package(...)
uk: вивести набір залежностей package(...)

source: print java(...) dependency set
de: Abhängigkeiten für java(...) zeigen
fi: tulosta java(...) -riippuvuusjoukko
fr: afficher la série des dépendances de java(...)
sv: skriv ut beroendemängden java(...)
uk: вивести набір залежностей java(...)

source: print php(...) dependency set
de: Abhängigkeiten für php(...) zeigen
fi: tulosta php(...) -riippuvuusjoukko
fr: afficher la série des dépendances de php(...)
sv: skriv ut beroendemängden php(...)
uk: вивести набір залежностей php(...)

source: print ruby(...) dependency set
de: Abhängigkeiten für ruby(...) zeigen
fi: tulosta ruby(...) -riippuvuusjoukko
fr: afficher la série des dépendances de ruby(...)
sv: skriv ut beroendemängden ruby(...)
uk: вивести набір залежностей ruby(...)

source: print /var/lib/dpkg Provides: dependency set
de: Abhängigkeiten für „/var/lib/dpkg Provides:“ zeigen
fi: tulosta /var/lib/dpkg Tarjoaa: riippuvuusjoukko
fr: afficher /var/lib/dpkg Provides: définir la dépendance
sv: skriv ut beroendemängden /var/lib/dpkg Provides:
uk: вивести набір залежностей /var/lib/dpkg Provides:

source: print /var/lib/dpkg Requires: dependency set
de: Abhängigkeiten für „/var/lib/dpkg Requires:“ zeigen
fi: tulosta /var/lib/dpkg Vaatii: riippuvuusjoukko
fr: afficher /var/lib/dpkg Requires: définir la dépendance
sv: skriv ut beroendemängden /var/lib/dpkg Requires:
uk: вивести набір залежностей /var/lib/dpkg Requires:

source: print Provides: dependency set
de: Abhängigkeiten für „Provides:“ zeigen
fi: tulosta Tarjoaa: riippuvuusjoukko
fr: afficher Provides: définir la dépendance
sv: skriv ut beroendemängden Provides:
uk: вивести набір залежностей Provides:

source: print Requires: dependency set
de: Abhängigkeiten für „Requires:“ zeigen
fi: tulosta Vaatii: riippuvuusjoukko
fr: afficher Requires: définir la dépendance
sv: skriv ut beroendemängden Requires:
uk: вивести набір залежностей Requires:

source: check Requires: against Provides: for dependency closure
de: Überprüfung der Abhängigkeiten von „Requires:“ und „Provides:“ gegeneinander
fi: tarkista Requires: vasten Provides: riippuvuussulkeuma
fr: vérifier Requires : contre Provides: la fermeture de dépendance
sv: leta igenom Requires: mot Provides: efter beroendehölje
uk: порівняти Requires: з Provides: для закриття залежностей

source: %s: Failed to open %s: %s
de: %s: Öffnen von %s fehlgeschlagen: %s
fi: %s: Kohteen %s avaaminen epäonnistui: %s
fr: %s: Impossible d'ouvrir %s: %s
sv: %s: Kunde inte öppna %s: %s
uk: %s: не вдалося відкрити %s: %s

source: %s: %s line %u: No file path found.
de: %s: %s Zeile %u: Kein Dateipfad gefunden.
fi: %s: %s rivi %u: Tiedostopolkua ei löytynyt.
fr: %s:%s ligne %u: pas de chemin au fichier trouvé.
sv: %s: %s rad %u: Ingen filsökväg funnen.
uk: %s: рядок %s %u: не знайдено шляху до файла.

source: %s: %s line %u: Unknown digest name "%s"
de: %s: %s Zeile %u: Unbekannter Name des Prüfsummenverfahrens „%s“
fi: %s: %s rivi %u: Tuntematon koostenimi: ”%s”
fr: %s:%s ligne %u: nom de digest "%s" inconnu
sv: %s: %s rad %u: Okänt kontrollsummenamn "%s"
uk: %s: рядок %s %u: невідома назва контрольної суми «%s»

source: %s: %s: Manifest needs "algo=digest" as last line
de: %s: %s: Manifest benötigt „Algorithmus=Prüfsumme“ als letzte Zeile
fi: %s: %s: Manifest tarvitsee ”algo=digest” viimeisenä rivinä
fr: %s :%s: Manifeste a besoin de "algo = digest" comme dernière ligne
sv: %s: %s: Paketförteckningen behöver "algo=digest" som sista rad
uk: %s: %s: у останньому рядку маніфесту має бути вказано «algo=тип контрольної суми»

source: %s: %s: Manifest is empty
de: %s: %s: Manifest ist leer
fi: %s: %s: Manifest on tyhjä
fr: %s:%s: Manifeste vide
sv: %s: %s: Paketförteckningen är tom
uk: %s: %s: порожній маніфест

source: %s: %s: Unknown digest algo name "%s"
de: %s: %s: Unbekannter Name des Prüfsummenalgorithmus „%s“
fi: %s: %s: Tuntematon koostealgoritminimi ”%s”
fr: %s:%s: nom d'algorithme de digest "%s" inconnu
sv: %s: %s: Okänt kontrollsummealgoritmnamn "%s"
uk: %s: %s: невідома назва алгоритму обчислення контрольної суми — «%s»

source: %s: %s: Manifest digest check: Expected(%s) != (%s)
fi: %s: %s: Manifest-koostetarkistus: Odotettiin(%s) != (%s)
fr: %s:%s:vérification du manifest du digest: attendu (%s) != (%s)
sv: %s: %s: Kontroll av paketförteckningens kontrollsumma: Förväntade(%s) != (%s)
uk: %s: %s: перевірка рядка контрольної суми маніфесту: очікувана(%s) != (%s)
