Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: %s: %s line %u: Malformed digest field.
de: %s: %s Zeile %u: Missgebildetes „digest“-Feld.
fi: %s: %s rivi %u: Vääränmuotoinen koostekenttä.
fr: %s:%s ligne %u: champ du digest mal formé.
sv: %s: %s rad %u: Felformaterat kontrollsummefält.
uk: %s: рядок %s %u: помилка форматування поля контрольної суми.

source: %s: %s line %u: Malformed mtime field.
de: %s: %s Zeile %u: Missgebildetes „mtime“-Feld.
fi: %s: %s rivi %u: Vääränmuotoinen mtime-kenttä.
fr: %s:%s ligne %u: champ de mtime mal formé.
sv: %s: %s rad %u: Felaktigt mtime-fält.
uk: %s: рядок %s %u: помилка форматування поля mtime.

source: %s: %s line %u: Malformed size field.
de: %s: %s Zeile %u: Missgebildetes „size“-Feld.
fi: %s: %s rivi %u: Vääränmuotoinen kokokenttä.
fr: %s:%s ligne %u: champ de la taille mal formé.
sv: %s: %s rad %u: Felaktig storleksfält.
uk: %s: рядок %s %u: помилка форматування поля розміру.

source: %s: %s line %u: No file path.
de: %s: %s Zeile %u: Kein Dateipfad.
fi: %s: %s rivi %u: Ei tiedostopolkua.
fr: %s: %s ligne %u: Pas de chemin du fichier.
sv: %s: %s rad %u: Ingen filsökväg.
uk: %s: рядок %s %u: не вказано шляху до файла.

source: Print 0install manifest
fi: Tulosta ”0install manifest”-tiedosto
fr: Afficher le manifeste 0install
sv: Skriv 0install-paketförteckning
uk: Вивести маніфест 0install

source: Read in binary mode
de: Im Binärmodus lesen
fi: Lue binaaritilassa
fr: Lire en mode binaire
sv: Läs i binärt läge
uk: Читати у двійковому режимі

source: Read digests from MANIFEST file and verify (may be used more than once)
fi: Lue koosteet MANIFEST-tiedostosta ja todenna (saatetaan käyttää useammin kuin kerran)
fr: Lire les digests à partir du fichier MANIFEST et vérifier (peut être utilisé plus d'une fois)
sv: Läs kontrollsumma från PAKETFÖRTECKNINGsfil och verifiera (kan användas mer än en gång)
uk: Прочитати контрольні суми з файла МАНІФЕСТу і перевірити їх (можна використовувати декілька разів)

source: Print file tree specification to stdout
de: Dateibaum-Spezifikation in die Standardausgabe schreiben
fi: Tulosta tiedostopuumäärittely vakiotulosteeseen
fr: Afficher la spécifications de l'arborescence des fichiers sur la sortie standard
sv: Skriv filträdsspecifikation till standard ut
uk: Вивести специфікацію ієрархії файла до стандартного виводу

source: Directories only
de: Nur Verzeichnisse
fi: Vain hakemistot
fr: Uniquement les répertoires
sv: Endast kataloger
uk: Лише каталоги

source: read in text mode (default)
de: Im Textmodus lesen (Vorgabe)
fi: lue tekstitilassa (oletus)
fr: lire en mode texte (par défaut)
sv: läs i textläge (standard)
uk: читати у текстовому режимі (типова поведінка)

source: generate HMAC's instead
de: HMACs stattdessen erzeugen
fi: tuota sen sijaan HMAC-koodia
fr: générer une signature HMAC
sv: generera HMAC istället
uk: створити HMAC

source: The following two options are useful only when verifying digests:
de: Die folgenden beiden Optionen sind nur beim Überprüfen von Prüfsummen sinnvoll:
fi: Seuraavat kaksi valitsinta ovat hyödyllisiä vain kun todennetaan koosteita:
fr: Les deux options suivantes ne sont utiles que lorsqu'il y a vérification du digest:
sv: Följande två flaggor är användbara endast vid verifiering av kontrollsummor:
uk: Наступні два параметри корисні лише для перевірки контрольних сум:

source: no output when verifying
de: Keine Ausgabe während der Überprüfung
fi: ei tulostetta kun todennetaan
fr: pas de sortie lors de la vérification
sv: ingen utdata vid verifiering
uk: не виводити ніяких даних під час перевірки

source: warn about improperly formatted checksum lines
de: Warnung zu unsauber formatierten Prüfsummenzeilen
fi: varoita väärin muotoilluista tarkistussummariveistä
fr: avertir lorsque les lignes de contrôle sur incorrectement formatées
sv: varna om felaktigt formaterade kontrollsummerader
uk: попереджати про помилковий формат рядків контрольних сум

source: When checking, the input should be a former output of this program. The default mode is to print a line with digest, a character indicating type (`*' for binary, ` ' for text), and name for each FILE.
fi: Tarkistettaessa syötteen pitäisi olla tämän ohjelma edellinen tuloste. Oletus- tila on tulostaa rivi koosteella, merkki osoittaa tyypin (”*” binaarille, ” ” tekstille), ja nimi jokaiselle TIEDOSTOlle.
fr: Lors de la vérification, l'entrée doit être une sortie de ce programme. Le mode par défaut est d'afficher une ligne avec le digest, un caractère indiquant le type (`*' pour binaire, ` ' pour le texte), et un nom pour chaque FICHIER.
sv: Vid kontroll skall indata vara tidigare utdata från detta program. Standardläget är att skriva en rad med kontrollsumma, ett tecken som anger typ ("*" för binär, " " för text) och namn för varje fil.
uk: Для перевірки вхідні дані цієї програми мають надходити перед вихідними. Типовим є режим виведення рядка з контрольною сумою, символу, що відповідає типу («*» — двійковий, « » — текстовий) та назви кожного з ФАЙЛів.

source: %s: pcre_exec() error %d while matching
fi: %s: pcre_exec()-virhe %d täsmättäessä
fr: %s: pcre_exec() erreur %d lors de la correspondance
sv: %s: pcre_exec() fel %d vid matchning av
uk: %s: помилка pcre_exec() %d під час встановлення відповідності

source: pattern number %d to
fi: mallinumero %d kohteeseen
fr: Numéro du modèle %d à
sv: mönster nummer %d mot
uk: шаблон з номером %d відповідає

source: this line:
de: diese Zeile:
fi: tämä rivi:
fr: cette ligne:
sv: denna rad:
uk: цьому рядку:

source: %s: error %d means that a resource limit was exceeded
de: %s: Fehler %d bedeutet, dass die Begrenzung einer Ressource überschritten wurde
fi: %s: virhe %d tarkoittaa, että resurssirajat ylitettiin
fr: %s: l'erreur %d signifie que la limite des ressources a été dépassé
sv: %s: fel %d betyder att en resursgräns överskreds
uk: %s: помилка %d означає, що перевищено обмеження на використання ресурсів

source: %s: check your regex for nested unlimited loops
de: %s: Überprüfen Sie Ihren Ausdruck auf eingebettete Endlosschleifen.
fi: %s: tarkista säännölliset lausekkeesi sisäkkäisten rajoittamattomien silmukoiden varalta
fr: %s: vérifier votre expression régulière pour les boucles imbriquées illimitée
sv: %s: kontrollera om dina reguljära uttryck har nästade obegränsade slingor
uk: %s: перевірте, чи не визначає формальний вираз вкладених замкнених циклів

source: %s: too many errors - abandoned
de: %s: zu viele Fehler - wird aufgegeben
fi: %s: liian monta virhettä - hylättiin
fr: %s: trop d'erreurs - abandon
sv: %s: för många fel - övergiven
uk: %s: занадто багато помилок — пропущено

source: %s: Failed to open directory %s: %s
de: %s: Öffnen des Verzeichnisses %s fehlgeschlagen: %s
fi: %s: Hakemiston %s avaaminen epäonnistui: %s
fr: %s: Impossible d'ouvrir le répertoire %s:%s
sv: %s: Kunde inte ta bort katalog %s: %s
uk: %s: не вдалося відкрити каталог %s: %s

source: %s: Too many patterns (max %d)
de: %s: Zu viele Muster (maximal %d)
fi: %s: Liian monia malleja (enintään %d)
fr: %s: Trop nombreux modèles (max %d)
sv: %s: För många mönster (max %d)
uk: %s: занадто багато шаблонів (можна використовувати не більше %d)

source: %s: Error in
de: %s: Fehler in
fi: %s: Virhe kohteessa
fr: %s: Erreur dans
sv: %s: Fel i
uk: %s: помилка у

source: command-line %d
de: Befehlszeile %d
fi: komentorivi %d
fr: ligne de commande %d
sv: kommandorad %d
uk: командному рядку %d

source: file:line %s:%d
de: Datei:Zeile %s:%d
fi: tiedosto:rivi %s:%d
fr: fichier: ligne %s:%d
sv: fil:rad %s:%d
uk: файлі:рядку %s:%d

source: regex at offset %d: %s
de: regulärem Ausdruck in Position %d: %s
fi: säännöllinen lauseke siirrososoitteessa %d: %s
fr: regex à l'offset %d: %s
sv: reguljärt uttryck på plats %d: %s
uk: формальному виразі на позиції %d: %s

source: %s: Invalid value "%s" for -d
de: %s: Unzulässiger Wert „%s“ für -d
fi: %s: Virheellinen arvo ”%s” kohteelle -d
fr: %s: valeur non valide "%s" pour -d
sv: %s: Ogiltigt värde "%s" för -d
uk: %s: некоректне значення «%s» для -d

source: %s: Invalid value "%s" for -D
de: %s: Unzulässiger Wert „%s“ für -D
fi: %s: Virheellinen arvo ”%s” kohteelle -D
fr: %s: valeur non valide "%s" pour -D
sv: %s: Ogiltigt värde "%s" för -D
uk: %s: некоректне значення «%s» для -D

source: %s: Unknown color setting "%s"
de: %s: Unbekannte Farbeinstellung „%s“
fi: %s: Tuntematon väriasetus ”%s”
fr: %s: définition de couleur inconnue "%s"
sv: %s: Okänd färginställning: "%s"
uk: %s: невідомий параметр кольору «%s»

source: %s %s (PCRE version %s)
fi: %s %s (PCRE-versio %s)
fr: %s %s (version PCRE %s)
uk: %s %s (версія PCRE %s)

source: %s %s (without PCRE)
de: %s %s (ohne PCRE)
fi: %s %s (ilman PCRE)
fr: %s %s (sans PCRE)
sv: %s %s (utan PCRE)
uk: %s %s (без PCRE)

source: set number of following context lines
de: Anzahl der folgenden Kontextzeilen angeben
fi: aseta seuraavien viitekehysrivien lukumäärä
fr: définit le nombre de lignes de contexte suivants
sv: sätt antalet efterföljande sammanhangsrader
uk: встановити кількість наступних рядків контексту

source: =number
de: =Zahl
fi: =numero
fr: = nombre
sv: =antal
uk: =кількість

source: set number of prior context lines
de: Anzahl der vorhergehenden Kontextzeilen angeben
fi: aseta edeltävien viitekehysrivien lukumäärä
fr: définit le nombre de lignes de contexte préalable
sv: sätt antalet föregående sammanhangsrader
uk: встановити кількість попередніх рядків контексту

source: set number of context lines, before & after
de: Anzahl der vorhergehenden und nachfolgenden Kontextzeilen angeben
fi: aseta viitekehysrivien lukumäärä, ennen & jälkeen
fr: définit le nombre de lignes de contexte, avant et après
sv: sätt antalet sammanhangsrader, före och efter
uk: встановити кількість рядків контексту попереду і після

source: print only a count of matching lines per FILE
de: Nur eine bestimmte Anzahl passender Zeilen pro DATEI ausgeben
fi: tulosta vain täsmäävien rivien lukumäärä per TIEDOSTO
fr: afficher uniquement un comptage des lignes correspondantes par FICHIER
sv: skriv bara ut antalet matchande rader per FIL
uk: виводити вказану кількість відповідних рядків для ФАЙЛа

source: matched text color option (auto|always|never)
de: Farboption für den Treffertext (auto|always|never)
fi: täsmäävä teksti -värivalitsin (auto|always|never)
fr: option de couleur du texte de correspondance (auto|toujours|jamais)
sv: färgalternativ för matchad text (auto|always|never)
uk: параметри кольору відповідного тексту (auto|always|never)

source: =option
fi: =valitsin
sv: =alternativ
uk: =параметр

source: matched text colour option (auto|always|never)
de: Farboption für den Treffertext (auto|always|never)
fi: täsmäävä teksti -värivalitsin (auto|always|never)
fr: option de couleur du texte de correspondance (auto|toujours|jamais)
sv: färgalternativ för matchad text (auto|always|never)
uk: параметри кольору відповідного тексту (auto|always|never)

source: device, FIFO, or socket action (read|skip)
de: Geräte-, FIFO- oder Socket-Aktion (read|skip)
fi: laite, FIFO, tai pistoketoiminta (read|skip)
fr: l'action du périphérique, FIFO, ou du socket (lire|passer)
sv: åtgärd för enhet, FIFO eller uttag (socket) (read|skip)
uk: пристрій, FIFO або дія над сокетом (read|skip)

source: =action
de: =Aktion
fi: =toiminto
sv: =åtgärd
uk: =дія

source: directory action (read|skip|recurse)
de: Verzeichnisaktion (read|skip|recurse)
fi: hakemistotoiminto (read|skip|recurse)
fr: action de répertoire (lire|passer|recurse)
sv: katalogåtgärd (read|skip|recurse)
uk: дія над каталогом (read|skip|recurse)

source: specify pattern (may be used more than once)
de: Muster angeben (kann mehrmals verwendet werden)
fi: määritä malli (voidaan käyttää useammin kuin kerran)
fr: indiquer le modèle (peut être utilisé plus d'une fois)
sv: ange mönster (kan användas mer än en gång)
uk: вказати шаблон (можна використовувати декілька разів)

source: patterns are sets of newline-separated strings
de: Muster sind Sets aus durch Zeilenumbrüche getrennten Zeichenketten
fi: mallit ovat rivinvaihtojen erottamia merkkijonojen joukkoja
fr: les modèles sont défini comme des chaines de caractère séparée par des saut de ligne
sv: mönster är mängder av nyradsseparerade strängar
uk: шаблони є наборами рядків, відокремлених символами нового рядка

source: read patterns from file (may be used more than once)
de: Muster aus Datei lesen (kann mehrmals verwendet werden)
fi: lue mallit tiedostosta (voidaan käyttää useammin kuin kerran)
fr: lire les modèles à partir du fichier (peut être utilisé plus d'une fois)
sv: läs mönster från fil (kan användas mer än en gång)
uk: читати шаблони з файла (можна використовувати декілька разів)

source: =path
de: =Pfad
fi: =polku
fr: =chemin
sv: =sökväg
uk: =шлях

source: output file offsets, not text
de: Dateipositionen ausgeben, keinen Text
fi: tulosta tiedostosiirrokset, ei tekstiä
fr: décalage du fichier de sortie, pas de texte
sv: skriv ut filpositioner, inte text
uk: виводити дані щодо позиції у файлах, а не текст

source: force the prefixing filename on output
de: Präfixe für ausgegebene Dateinamen erzwingen
fi: pakota etuliitteinen tiedostonimi tulosteeseen
fr: forcer le préfixe du fichier sur la sortie
sv: tvinga fram filnamnsprefix i utskrifter
uk: примусово використовувати назву-префікс файла для виведених даних

source: suppress the prefixing filename on output
de: Präfixe für ausgegebene Dateinamen unterdrücken
fi: supista etuliitteinen tiedostonnimi tulosteessa
fr: supprimer le préfixe du fichier sur la sortie
sv: undertryck filnamnsprefix i utskrifter
uk: придушити використання назви-префікса файла для виведених даних

source: ignore case distinctions
de: Groß-/Kleinschreibung nicht berücksichtigen
fi: ohita kirjainkokoerot
fr: ignorer les distinctions de casse
sv: ignorera skiftlägesskillnader
uk: ігнорувати відмінності у регістрі

source: print only FILE names containing matches
de: Nur Dateinamen ausgeben, die Treffer enthalten
fi: tulosta vain TIEDOSTOnimet, jotka täsmäävät
fr: afficher seulement les noms de FICHIER contenant des concordances
sv: skriv endast FILNAMN som innehåller matchningar
uk: вивести лише назви ФАЙЛів, що містять відповідники

source: print only FILE names not containing matches
de: Nur Dateinamen ausgeben, die keine Treffer enthalten
fi: tulosta vain TIEDOSTOnimet, jotka eivät täsmää
fr: afficher seulement les noms de FICHIER ne contenant pas de concordances
sv: skriv endast FILNAMN som inte innehåller matchningar
uk: вивести лише назви ФАЙЛів, що не містять відповідників

source: set name for standard input
de: Name für Standardeingabe festlegen
fi: aseta nimi vakiosyötteelle
fr: définit le nom pour l'entrée standard
sv: ange namn för standard in
uk: вказати назву для стандартного виведення даних

source: =name
fi: =nimi
fr: =nom
sv: =namn
uk: =назва

source: output line numbers and offsets, not text
de: Zeilennummern und Positionen ausgeben, keinen Text
fi: tulosta rivinumerot ja siirrokset, ei tekstiä
fr: Numéro de la ligne de sortie et des offsets, pas de texte
sv: skriv ut radnummer och position, inte text
uk: виводити номери рядків та позиції у рядках, а не текст

source: use the named locale
de: die bezeichnete Spracheinstellung (Locale) verwenden
fi: käytä nimettyä locale-asetusta
fr: utiliser la locale nommée
sv: använd den namngivna lokalen
uk: використовувати локаль з вказаною назвою

source: run in multiline mode
de: Mehrzeiliger Modus
fi: suorita monirivitilassa
fr: exécuter en mode multiligne
sv: kör i flerradsläge
uk: запустити у багаторядковому режимі

source: set newline type (CR|LF|CRLF|ANYCRLF|ANY)
de: Typ des Zeilenumbruchs festlegen (CR|LF|CRLF|ANYCRLF|ANY)
fi: aseta rivinvaihtotyyppi (CR|LF|CRLF|ANYCRLF|ANY)
fr: définir le type de saut de ligne (CR|LF|CRLF|ANYCRLF|ANY)
sv: ange nyradstyp (CR|LF|CRLF|ANYCRLF|ANY)
uk: встановити тип символу нового рядка (CR|LF|CRLF|ANYCRLF|ANY)

source: =type
de: =Typ
fi: =tyyppi
sv: =typ
uk: =тип

source: print line number with output lines
de: Zeilennummern in der Ausgabe anzeigen
fi: tulosta rivinumero tulosteriville
fr: afficher le numéro de la ligne avec des lignes de sortie
sv: skriv radnummer för utskrivna rader
uk: виводити номери рядків разом з виведеними рядками

source: show only the part of the line that matched
de: Nur den passenden Teil der Zeile anzeigen
fi: näytä vain se rivin osa, joka täsmää
fr: montrer uniquement la partie de la ligne qui correspond
sv: visa endast den del av raden som matchade
uk: показувати лише відповідну частину рядка

source: suppress output, just set return code
de: Ausgaben unterdrücken, nur Rückgabewert setzen
fi: supista tuloste, aseta vain paluukoodi
fr: Supprimer la sortie, définit juste le code de retour
sv: undertryck utskrift, sätt bara returkod
uk: придушити виведення даних, просто встановити код повернення

source: recursively scan sub-directories
de: Unterverzeichnisse rekursiv einlesen
fi: etsii alihakemistoja rekursiivisesti
fr: parcourir de façon récursive les sous-répertoires
sv: sök rekursivt igenom underkataloger
uk: рекурсивно сканувати підкаталоги

source: exclude matching files when recursing (may be used more than once)
fi: sulje pois täsmäävät tiedostot rekursoitaessa (voidaan käyttää useammin kuin kerran)
fr: exclure les fichiers correspondants lors de la récursion (peut être utilisé plus d'une fois)
sv: uteslut matchande filer vid rekursion (kan anges mer än en gång)
uk: виключати відповідні файли під час рекурсивного пошуку (можна використовувати декілька разів)

source: =pattern
de: =Muster
fi: =malli
fr: =modèle
sv: =mönster
uk: =шаблон

source: include matching files when recursing (may be used more than once)
fi: sisällytä täsmäävät tiedostot rekursiivisessa etsinnässä (voidaan käyttää useammin kuin kerran)
fr: inclure des fichiers correspondant lors de la récursion (peut être utilisé plus d'une fois)
sv: inkludera matchande filer vid rekursion (kan anges mer än en gång)
uk: включати відповідні файли під час рекурсивного пошуку (можна використовувати декілька разів)

source: suppress error messages
de: Fehlermeldungen unterdrücken
fi: supista virheilmoitukset
fr: supprimer les messages d'erreur
sv: undertryck felmeddelanden
uk: придушити повідомлення про помилки

source: use UTF-8 mode
de: UTF-8-Modus verwenden
fi: käytä UTF-8-tilaa
fr: utiliser mode UTF-8
sv: använd UTF-8-läge
uk: використовувати режим кодування UTF-8

source: print version information and exit
de: Versionsinformation anzeigen und beenden
fi: tulosta versiotiedot ja poistu
fr: Afficher les informations sur la version et sortie de l'application
sv: visa versionsinformation och avsluta
uk: показати дані щодо версії і завершити роботу

source: select non-matching lines
fi: valitse ei-täsmäävät rivit
fr: sélectionner les lignes non correspondantes
sv: välj rader som inte matchar
uk: вибрати невідповідні рядки

source: force patterns to match only as words
fi: pakota mallit täsmäämään vain sanoina
fr: forcer les modèles à correspondre seulement aux mots
sv: tvinga mönstret att endast matcha som ord
uk: перемкнути всі шаблони на відповідність у режимі слів

source: force patterns to match only whole lines
fi: pakota mallit täsmäämään vain kokonaisina riveinä
fr: forcer les modèles à correspondre seulement aux lignes entières
sv: tvinga mönstret att endast matcha hela rader
uk: перемкнути всі шаблони на відповідність у режимі цілих рядків

source: Usage: rpmgrep [OPTION...] [PATTERN] [FILE1 FILE2 ...] Search for PATTERN in each FILE or standard input. PATTERN must be present if neither -e nor -f is used. "-" can be used as a file name to mean STDIN. All files are read as plain files, without any interpretation. Example: rpmgrep -i 'hello.*world' menu.h main.c
fi: Käyttö: rpmgrep [VALITSIN...] [MALLI] [TIEDOSTO1 TIEDOSTO2 ...] Etsi MALLIa jokaisessa TIEDOSTOssa tai vakiosyötteessä. MALLIn on oltava läsnä, jos käytetään joko valitsinta -e tai -f. "-" voidaan käyttää, kun tiedostonimenä tarkoitetaan VAKIOSYÖTEttä. Kaikki tiedostot luetaan puhtaina tiedostoina, ilman mitään tulkintaa. Esimerkki: rpmgrep -i 'hei.*maailma' menu.h main.c
fr: Utilisation: rpmgrep [OPTION...] [MODELE] [FICHIER1 FICHIER2 ...] Recherche du MODELE dans chaque FICHIER ou l'entrée standard. Le MODELE doit être présent si aucun -e ni -f est utilisé. "-" peut être utilisé comme un nom de fichier pour désigner STDIN. Tous les fichiers sont lus comme des fichiers ordinaires, sans aucune interprétation. Exemple: rpmgrep -i 'hello.*world' menu.h main.c
sv: Användning: rpmgrep [FLAGGA...] [MÖNSTER] [FIL1 FIL2 ...] Sök efter MÖNSTER i varje FIL eller standard in. MÖNSTER måste finnas om varken -e eller -f används. "-" kan användas som ett filnamn som betyder STANDARD IN. Alla filer läses som vanliga filer, utan någon tolkning. Exampel: rpmgrep -i 'hello.*world' menu.h main.c
uk: Використання: rpmgrep [ПАРАМЕТР...] [ШАБЛОН] [ФАЙЛ1 ФАЙЛ2 ...] Шукати ШАБЛОН у кожному ФАЙЛі або у стандартному потоці вхідних даних. ШАБЛОН має бути вказано, якщо не використано ні -e, ні -f. Замість назви файла можна вказати «-» (STDIN). Всі файли вважатимуться простими текстовими файлами, їх вміст не оброблятиметься. Приклад: rpmgrep -i 'hello.*world' menu.h main.c

source: When reading patterns from a file instead of using a command line option, trailing white space is removed and blank lines are ignored. With no FILEs, read standard input. If fewer than two FILEs given, assume -h.
fi: Kun luetaan malleja tiedostosta eikä käytetä komentorivivalitsinta, jäljessä oleva tyhjetila poistetaan ja tyhjät rivit ohitetaan. Jos ei ole TIEDOSTOja, luetaan vakiosyötteestä. Jos on annettu vähemmän kuin kaksi TIEDOSTOa, otaksutaan valitsin -h.
fr: Lors de la lecture de modèle depuis un fichier au lieu d'utiliser une option de ligne de commande, les espaces sont supprimés et les lignes vides sont ignorées. En l'absence de FICHIERs, lire l'entrée standard. Si moins de deux FICHIERs donnée, prendre -h.
sv: När mönster läses från en fil istället för att använda en kommandoradsflagga, tas avslutande blanktecken bort och tomma rader ignoreras. Utan FILer läses standard in. Om färre än två FILer anges, antas -h.
uk: Якщо шаблони читатимуться з файла, а не визначатимуться параметром командного рядка, кінцеві пробіли буде вилучено, порожні рядки — проігноровано. Якщо не буде вказано ФАЙЛів, дані буде прочитано зі стандартного джерела вхідних даних. Якщо буде вказано менше двох ФАЙЛів, використовуватиметься параметр -h.

source: %s: Cannot mix --only-matching, --file-offsets and/or --line-offsets
de: %s: --only-matching, --file-offsets und/oder --line-offsets können nicht gemischt werden
fi: %s: Ei voi sekoittaa valitsimia --only-matching, --file-offsets ja/tai --line-offsets
fr: %s: Impossible de mélanger --only-matching, --file-offsets et/ou --line-offsets
sv: %s: --only-matching, --file-offsets och/eller --line-offsets kan inte blandas.
uk: %s: не можна використовувати разом --only-matching, --file-offsets і/або --line-offsets

source: %s: Invalid newline specifier "%s"
de: %s: Ungültiges Zeilenumbruchzeichen „%s“
fi: %s: Virheellinen rivinvaihtomäärite ”%s”
fr: %s: spécificateur de saut de ligne non valide "%s"
sv: %s: Ogiltig nyradsspecifikation "%s"
uk: %s: некоректна специфікація нового рядка «%s»

source: %s: Error in 'exclude' regex at offset %d: %s
de: %s: Fehler im „exclude“-Ausdruck bei Offset %d: %s
fi: %s: Virhe ’exclude’-säännöllisessä lausekkeessa siirrososoitteessa %d: %s
fr: %s: erreur dans l'expression régulière de 'exclude' à l'offset %d: %s
sv: %s: Fel i "exclude"-reguttr på position %d: %s
uk: %s: помилка у формальному виразі «exclude», позиція %d: %s

source: %s: Error in 'include' regex at offset %d: %s
de: %s: Fehler im „include“-Ausdruck bei Offset %d: %s
fi: %s: Virhe ’include’-säännöllisessä lausekkeessa siirrososoitteessa %d: %s
fr: %s: erreur dans l'expression régulière de 'include' à l'offset %d: %s
sv: %s: Fel i "include"-reguttr på position %d: %s
uk: %s: помилка у формальному виразі «include», позиція %d: %s
