Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: Set git repository dir to <DIR>. env(GIT_DIR)
fi: Aseta git-tietovarastohakemistoksi <DIR>. env(GIT_DIR)
sv: Sätt git-förrådskatalogen till <KAT>. env(GIT_DIR)
uk: Встановити каталог сховища git у значення <КАТАЛОГ>. env(GIT_DIR)

source: Set git work tree to <DIR>. env(GIT_WORK_TREE)
fi: Aseta git-työpuuksi <DIR>. env(GIT_WORK_TREE)
sv: Sätt git-arbetsträdet till <KAT>. env(GIT_WORK_TREE)
uk: Встановити робоче дерево каталогів git у значення <КАТАЛОГ>. env(GIT_WORK_TREE)

source: The most commonly used git commands are::
fi: Useimmiten käytetyt git-komennot ovat::
sv: De mest använda git-kommandona är:
uk: Найпоширенішим є використання таких команд git::

source: usage: git [--version] [--exec-path[=GIT_EXEC_PATH]] [--html-path] [-p|--paginate|--no-pager] [--no-replace-objects] [--bare] [--git-dir=GIT_DIR] [--work-tree=GIT_WORK_TREE] [--help] COMMAND [ARGS] The most commonly used git commands are: add Add file contents to the index bisect Find by binary search the change that introduced a bug branch List, create, or delete branches checkout Checkout a branch or paths to the working tree clone Clone a repository into a new directory commit Record changes to the repository diff Show changes between commits, commit and working tree, etc fetch Download objects and refs from another repository grep Print lines matching a pattern init Create an empty git repository or reinitialize an existing one log Show commit logs merge Join two or more development histories together mv Move or rename a file, a directory, or a symlink pull Fetch from and merge with another repository or a local branch push Update remote refs along with associated objects rebase Forward-port local commits to the updated upstream head reset Reset current HEAD to the specified state rm Remove files from the working tree and from the index show Show various types of objects status Show the working tree status tag Create, list, delete or verify a tag object signed with GPG See 'git COMMAND --help' for more information on a specific command.
fi: käyttö: git [--version] [--exec-path[=GIT_EXEC_PATH]] [--html-path] [-p|--paginate|--no-pager] [--no-replace-objects] [--bare] [--git-dir=GIT_DIR] [--work-tree=GIT_WORK_TREE] [--help] KOMENTO [ARGUMENTIT] Useimmiten käytetyt git-komennot ovat: add Lisää tiedostosisältö hakemistoon bisect Etsi binaarihaulla muutos, joka synnytti vian branch Luettele, luo tai poista haaroja checkout Hae lähdekoodi toimivan puun haarasta tai poluista clone Kloonaa tietovarasto uuteen hakemistoon commit Tallenna muutokset tietovarastoon diff Näytä muutokset commit-toimintojen välillä, commit-toiminto ja työpuu, jne. fetch Lataa objektit ja viitteet toisesta tietovarastosta grep Tulosta malliin täsmäävät rivit init Luo tyhjä git-tietovarasto tai alusta olemassa oleva uudelleen log Näytä commit-lokit merge Liitä kaksi tai useampia kehityshistorioita yhteen mv Siirrä tai nimeä uudelleen tiedosto, hakemisto tai symbolinen linkki pull Nouda ja yhdistä toisesta tietovarastosta tai paikallisesta haarasta push Päivitä etäviiteet niihin liittyviin objekteihin rebase Välitysportti paikalliset commit-toiminnot päivitetyn asiakas-palvelin-virran päähän reset Nollaa nykyinen HEAD määriteltyyn tilaan rm Poista tiedostot työpuusta ja hakemistosta show Näytä eri objektityypit status Näytä työpuutila tag Luo, luettele, poista tai todenna GPG:llä allekirjoitettu tunnisteobjekti Katso lisätietoja tietystä komennosta komennolla 'git COMMAND --help'.
sv: användning: git [--version] [--exec-path[=GIT_EXEC_PATH]] [--html-path] [-p|--paginate|--no-pager] [--no-replace-objects] [--bare] [--git-dir=GIT_KAT] [--work-tree=GIT_ARBETSTRÄD] [--help] KOMMANDO [ARGUMENT] De mest använda git-kommandona är: add Lägg filinnehåll till indexet bisect Binärsök för att hitta ändringen som introducerade ett fel branch Visa, skapa eller ta bort grenar checkout Checka ut en gren eller filer i arbetskatalogen clone Klona ett arkiv till en ny katalog commit Spara ändringar i förrådet diff Visa ändringar mellan incheckningar, med arbetskatalogen, osv fetch Hämta objekt och referenser från annat arkiv grep Visa rader som matchar ett mönster init Skapa ett tomt git-förråd eller ominitiera ett befintligt log Visa incheckningsloggar merge Slå ihop två eller flera utvecklingshistorier mv Flytta eller byt namn på en fil, katalog eller symbolisk länk pull Hämta från och integrera med annat arkiv eller en lokal gren push Uppdatera fjärr-referenser och tillhörande objekt rebase Framåtanpassa lokala incheckningar till uppdaterat uppströmshuvud reset Återställ aktuell HEAD till angivet tillstånd rm Ta bort filer från arbetskatalogen och från indexet show Visa olika sorters objekt status Visa status för arbetsträdet tag Skapa, visa, ta bort eller verifiera GPG-signerat taggobjekt Se ”git KOMMANDO --help” för mer information om ett specifikt kommando.
uk: користування: git [--version] [--exec-path[=ШЛЯХ_ДО_GIT]] [--html-path] [-p|--paginate|--no-pager] [--no-replace-objects] [--bare] [--git-dir=GIT_DIR] [--work-tree=РОБОЧЕ_ДЕРЕВО_GIT] [--help] КОМАНДА [АРГУМЕНТИ] Найпоширеніші команди git: add Додати вміст файла до покажчика bisect Знайти за допомогою бінарного пошуку зміну, яка призвела до вади branch Показати список гілок, створити або вилучити гілку checkout Отримати гілку або шляхи до робочого дерева каталогів clone Клонувати сховище до нового каталогу commit Записати зміни до сховища diff Показати зміни між внесками, внеском і робочим деревом каталогів тощо fetch Отримати об’єкти і посилання з іншого сховища grep Вивести рядки, що відповідають вказаному зразку init Створити порожнє сховище git або повторно ініціалізувати наявне сховище log Показати журнал внесків merge Об’єднати два або декілька журналів розробки mv Пересунути або перейменувати файл, каталог або символічне посилання pull Отримати дані і об’єднати їх з іншим сховищем або локальною гілкою push Оновити віддалені посилання разом із пов’язаними з ними об’єктами rebase Виконати пряме портування локальних внесків до оновленої основної гілки reset Скинути поточну HEAD до вказаного стану rm Вилучити файли з робочого дерева каталогів та з покажчика show Показати різноманітні типи об’єктів status Показати стан робочого дерева каталогів tag Створити об’єкт мітки, підписаний за допомогою GPG, показати список таких об’єктів або перевірити об’єкт Щоб дізнатися більше про команду, скористайтеся командою «git КОМАНДА --help».

source: Bad server response
de: Ungültige Server-Antwort
fi: Väärä palvelinvastaus
fr: Réponse du serveur erronée
sv: Konstigt svar från server
uk: Неправильна відповідь від сервера

source: Server I/O error
de: Ein-/Ausgabe-Fehler des Servers
fi: Palvelinsiirräntävirhe
fr: ERREUR d'E/S du serveur
sv: IO-fel mot server
uk: Помилка вводу/виводу сервера

source: Server timeout
fi: Palvelinaikavalvonta
fr: Expiration du délais du serveur
sv: Förbindelsen med servern dog ut (timeout)
uk: Таймаут сервера

source: Unable to lookup server host address
de: Server-Adresse konnte nicht aufgelöst werden
fi: Palvelintietokoneosoitteen hakeminen epäonnistui
fr: Incapable de repérer l'adresse du serveur hôte
sv: Kunde inte slå upp serverns adress
uk: Неможливо знайти адресу сервера

source: Unable to lookup server host name
de: Server-Name konnte nicht aufgelöst werden
fi: Palvelintietokoneen nimen hakeminen epäonnistui
fr: Incapable de repérer le nom du serveur hôte
sv: Kunde inte slå upp serverns namn
uk: Неможливо знайти назву сервера

source: Failed to connect to server
de: Verbindung zum Server fehlgeschlagen
fi: Yhdeyden muodostaminen palvelimelle epäonnistui
fr: Échec de connexion au serveur
sv: Misslyckades med att kontakta servern
uk: Не вдалося з’єднатися з сервером

source: Failed to establish data connection to server
de: Aufbau einer Datenverbindung zum Server fehlgeschlagen
fi: Data-yhteyden perustaminen palvelimelle epäonnistui
fr: Échec d'établissement de la connexion de données au serveur
sv: Misslyckades med att etablera en dataförbindelse till servern
uk: Неможливо встановити з'єднання з сервером

source: I/O error to local file
de: Ein-/Ausgabe-Fehler in lokale Datei
fi: Siirräntävirhe paikalliseen tiedostoon
fr: ERREUR E/S au fichier local
sv: I/O-fel mot lokal fil
uk: Файлова помилка вводу/виводу

source: Error setting remote server to passive mode
de: Server-Fehler beim Wechseln in den passiven Modus
fi: Virhe asetettaessa etäpalvelinta passiivitilaan
fr: ERREUR d'initialisation du serveur distant en mode passif
sv: Fel när fjärrservern sattes i passivt läge
uk: Помилка при переході сервера у пасивний режим

source: File not found on server
de: Datei auf dem Server nicht gefunden
fi: Tiedostoa ei löytynyt palvelimelta
fr: Fichier non repéré sur le serveur
sv: Filen fanns inte på servern
uk: Файл не знайдено на сервері

source: Abort in progress
de: Abbruch wird durchgeführt
fi: Keskeytys edistymisessä
fr: Arrêt en cours
sv: Avbruten under gång
uk: Триває відміна

source: Unknown or unexpected error
de: Unbekannter oder unerwarteter Fehler
fi: Tuntematon tai odottamaton virhe
fr: ERREUR inconnue ou inattendue
sv: Okänt eller oväntat fel
uk: Невідома або неочікувана помилка

source: Malformed URL
de: Missgebildete URL
fi: Vääränmuotoinen verkko-osoite
fr: URL incorrecte
sv: Felformaterad URL
uk: Неправильно записана адреса URL

source: Disables compiler caching via JSScript XDR serialization
de: Compiler-Zwischenspeicherung mittels XDR-Serialisierung in JSScript deaktivieren
fi: Ota pois käytöstä kääntäjävälimuistitus JSScript-skriptin XDR-serialisoinnin kautta
fr: Désactive la mise en cache compilateur via JSScript XDR sérialisation
sv: Avaktivera kompilatorcachning via JSScript XDR-serialisering
uk: Вимкнути кешування компілятора за допомогою серіалізації XDR JScript

source: Load RC file for interpreter based on script filename.
de: RC-Datei für den Interpreter anhand des Skriptdateinamens laden.
fi: Lataa RC-tiedosto tulkkiperustaisella skriptinimellä.
fr: Chargez le fichier RC pour l'interpréteur fondé sur des scripts.
sv: Läs RC-filer för interpretatorer baserat på skriptfilnamn.
uk: Завантажити файл RC для інтерпретатора на основі назви файла скрипту.

source: Do not report warnings
de: Keine Ausgabe von Warnmeldungen
fi: Älä ilmoita varoituksista
fr: Ne pas signaler les avertissements
sv: Rapportera inte varningar
uk: Не повідомляти про попередження

source: Do not limit regexps to n^3 levels of backtracking
fi: Älä rajoita regexps-lausekkeita n^3 -paluujäljitystasoon
fr: Ne limitez pas les expressions régulières à n^3 niveaux de retour en arrière
sv: Begränsa inte reguljäruttryck till n³ nivåer av bakåtspårning
uk: Не обмежувати формальні вирази n^3 рівнями зворотної вкладеності

source: Disable nanojit
de: nanojit deaktivieren
fi: Ota nanojit pois käytöstä
fr: Désactiver nanojit
sv: Avaktivera nanojit
uk: Вимкнути nanojit

source: Disable Strict mode
fi: Ota pois käytöstä täsmätila
fr: Désactiver le mode Strict
sv: Avaktivera strikt läge
uk: Вимкнути строгий режим

source: Disable UTF-8 C string processing
de: UTF-8-Zeichenkettenverarbeitung deaktivieren
fi: Ota pois käytöstä ”UTF-8 C”-merkkijonokäsittely
fr: Désactiver le traitement des chaînes UTF-8 C
sv: Avaktivera UTF-8-C-strängbearbetning
uk: Вимкнути обробку рядків C у кодуванні UTF-8

source: Parse <!-- comments --> as E4X tokens
fi: Jäsennä <!-- kommentit --> E4X-merkkijonoina
fr: Analyse <!-- comments --> comme jetons E4X
sv: Tolka <!-- kommentarer --> som E4X-symboler
uk: Обробити <!-- коментарі --> як елементи E4X

source: Parse //@line number ["filename"] for XUL
fi: Jäsennä //@line-numero ["tiedostonimi"] XUL-kielelle
fr: Analyser //@numéro de la ligne ["filename"] pour XUL
sv: Tolka //@rad tal ["filnamn"] för XUL
uk: Обробити //@line номер ["назва файла"] для XUL

source: Convert warnings to errors
de: Warnungen in Fehler umwandeln
fi: Muunna varoitukset virheiksi
fr: Convertir les avertissements en erreurs
sv: Konvertera varningar till fel
uk: Перетворювати попередження на помилки

source: (no error)
de: (kein Fehler)
fi: (ei virhettä)
fr: (pas d'erreur)
sv: (inget fel)
uk: (без помилок)

source: fatal error:
de: Schwerwiegender Fehler:
fi: vakava virhe:
fr: ERREUR fatale:
sv: ödesdigert fel:
uk: критична помилка:

source: error:
de: Fehler:
fi: virhe:
fr: ERREUR:
sv: fel:
uk: помилка:

source: warning:
de: Warnung:
fi: varoitus:
fr: AVERTISSEMENT:
sv: varning:
uk: попередження:

source: invalid syntax in Lua scriptlet: %s
de: Ungültige Syntax im LUA-Skriptlet: %s
fi: virheellinen syntaksi Lua-skriptletissä: %s
fr: syntaxe invalide dans le scriptlet Lua: %s
sv: ogiltig syntax i Lua-skript: %s
uk: некоректний синтаксис у допоміжному скрипті Lua: %s

source: invalid syntax in Lua script: %s
de: Ungültige Syntax im LUA-Skript: %s
fi: virheellinen syntaksi Lua-skriptissä: %s
fr: syntaxe invalide dans le script Lua: %s
sv: felaktig syntax i Lua-skript: %s
uk: некоректний синтаксис у скрипті Lua: %s

source: Lua script failed: %s
de: LUA-Skript fehlgeschlagen: %s
fi: Lua-skripti epäonnistui: %s
fr: script Lua échoué: %s
sv: Lua-skript misslyckades: %s
uk: Помилка скрипту Lua: %s

source: invalid syntax in Lua file: %s
de: Ungültige Syntax in LUA-Datei: %s
fi: virheellinen syntaksi Lua-tiedostossa: %s
fr: syntaxe invalide dans le fichier LUA: %s
sv: felaktig syntax i Lua-fil: %s
uk: некоректний синтаксис у файлі Lua: %s

source: lua hook failed: %s
de: LUA-Code fehlgeschlagen: %s
fi: lua-haku epäonnistui: %s
fr: crochet lua échoué: %s
sv: lua-hake misslyckades: %s
uk: помилка виклику lua: %s

source: memory alloc (%u bytes) returned NULL.
de: Speicherbelegung (%u Byte) lieferte NULL zurück.
fi: muistivaraus (%u tavua) palautti NULL:n.
fr: allocation de mémoire (%u octets) a retourné NUL.
sv: minnesallokering (%u byte) returnerade NULL.
uk: у відповідь на спробу отримання області пам’яті (%u байтів) повернуто NULL.

source: magic_load(ms, %s) failed: %s
de: magic_load(ms, %s) fehlgeschlagen: %s
fi: magic_load(ms, %s) epäonnistui: %s
fr: magic_load(ms, %s) échoué: %s
sv: magic_load(ms, %s) misslyckades: %s
uk: помилка magic_load(ms, %s): %s

source: magic_open(0x%x) failed: %s
de: magic_open(0x%x) fehlgeschlagen: %s
fi: magic_open(0x%x) epäonnistui: %s
fr: magic_open(0x%x) échoué: %s
sv: magic_open(0x%x) misslyckades: %s
uk: помилка magic_open(0x%x): %s

source: magic_file(ms, %s) failed: %s
de: magic_file(ms, %s) fehlgeschlagen: %s
fi: magic_file(ms, %s) epäonnistui: %s
fr: magic_file(ms, %s) échoué: %s
sv: magic_load(ms, %s) misslyckades: %s
uk: помилка magic_file(ms, %s): %s

source: magic_buffer(ms, %p[%u]) failed: %s
de: magic_buffer(ms, %p[%u]) fehlgeschlagen: %s
fi: magic_buffer(ms, %p[%u]) epäonnistui: %s
fr: magic_buffer(ms, %p[%u]) échoué: %s
sv: magic_buffer(ms, %p[%u]) misslyckades: %s
uk: помилка magic_buffer(ms, %p[%u]): %s

source: %s(%d,0x%x,0x%x) failed: rc %d
de: %s(%d,0x%x,0x%x) fehlgeschlagen: rc %d
fi: %s(%d,0x%x,0x%x) epäonnistui: rc %d
fr: %s(%d,0x%x,0x%x) échoué: rc %d
sv: %s(%d,0x%x,0x%x) misslyckades: rk %d
uk: помилка %s(%d,0x%x,0x%x): rc %d

source: %s(%p[%u],0x%x,0x%x,%p,0x%x) failed: %m
de: %s(%p[%u],0x%x,0x%x,%p,0x%x) fehlgeschlagen: %m
fi: %s(%p[%u],0x%x,0x%x,%p,0x%x) epäonnistui: %m
fr: %s(%p[%u],0x%x,0x%x,%p,0x%x) échoué: %m
sv: %s(%p[%u],0x%x,0x%x,%p,0x%x) misslyckades: %m
uk: помилка %s(%p[%u],0x%x,0x%x,%p,0x%x): %m

source: %s(%p[%u]) failed: %m
de: %s(%p[%u]) fehlgeschlagen: %m
fi: %s(%p[%u]) epäonnistui: %m
fr: %s(%p[%u]) échoué: %m
sv: %s(%p[%u]) misslyckades: %m
uk: помилка %s(%p[%u]): %m

source: %s(%p[%u],%d) failed: %m
de: %s(%p[%u],%d) fehlgeschlagen: %m
fi: %s(%p[%u],%d) epäonnistui: %m
fr: %s(%p[%u],%d) échoué: %m
sv: %s(%p[%u],%d) misslyckades: %m
uk: помилка %s(%p[%u],%d): %m

source: %s(%d,%d,0x%x,0x%x) failed: %m
de: %s(%d,%d,0x%x,0x%x) fehlgeschlagen: %m
fi: %s(%d,%d,0x%x,0x%x) epäonnistui: %m
fr: %s(%d,%d,0x%x,0x%x) échoué: %m
sv: %s(%d,%d,0x%x,0x%x) misslyckades: %m
uk: помилка %s(%d,%d,0x%x,0x%x): %m

source: unable to open database "%s": %s
de: Datenbank „%s“ konnte nicht geöffnet werden: %s
fi: tietokannan ”%s” avaaminen epäonnistui: %s
fr: Impossible d'ouvrir la base de données "%s": %s
sv: kan inte öppna databasen ”%s”: %s
uk: не вдалося відкрити базу даних «%s»: %s

source: cannot open "%s"
de: „%s“ kann nicht geöffnet werden
fi: kohteen ”%s” avaaminen epäonnistui
fr: Impossible d'ouvrir "%s"
sv: kan inte öppna ”%s”
uk: не вдалося відкрити «%s»

source: non-null separator required for import
de: Ein Separator, der nicht Null ist, wird für den Import benötigt
fi: tuontia varten tarvitaan null-merkistä poikkeava erotin
fr: séparateur non-nul est requis pour l'importation
sv: separator skild från null krävs för import
uk: для імпортування потрібен ненульовий роздільник

source: %s line %d: expected %d columns of data but found %d
de: %s Zeile %d: es wurden %d Daten-Spalten erwartet, aber nur %d gefunden
fi: %s rivi %d: odotettiin %d-tietosaraketta, mutta löytyi %d
fr: %s ligne %d: attendu %d colonnes de données, mais trouvé %d
sv: %s rad %d: %d kolumner data förväntades men %d fanns
uk: рядок %s %d: мало бути %d стовпчиків даних, але вказано лише %d

source: querying sqlite_master and sqlite_temp_master
de: Sqlite_master und sqlite_temp_master werden abgefragt
fi: kysellään sqlite_master ja sqlite_temp_master
fr: interrogation sqlite_master et sqlite_temp_master
sv: frågar sqlite_master och sqlite_temp_master
uk: надсилання запиту до sqlite_master і sqlite_temp_master

source: mode should be one of: %s
de: Der Modus sollte einer der folgenden sein: %s
fi: tilan pitäisi olla yksi seuraavista: %s
fr: le mode doit être un des suivants: %s
sv: rättigheterna skall vara en av: %s
uk: можна вказувати лише такі режими: %s

source: invalid arguments: "%s". Enter ".help" for help
de: Ungültige Argumente: „%s“. Geben Sie „.help“ für Hilfe ein
fi: virheelliset argumentit: ”%s”. Hae neuvoa kirjoittamalla ”.help”
fr: arguments invalides: "%s". Entrer ".help" pour l'aide
sv: ogiltiga argument: ”%s”. Skriv ”.help” för hjälp
uk: некоректні параметри: «%s». Введіть «.help», щоб переглянути довідку.

source: source database is busy
de: Quelldatenbank ist beschäftigt
fi: lähtetietokanta on varattu
fr: base de données source est occupée
sv: källdatabasen är upptagen
uk: вихідна база даних обробляє інший запит

source: querying schema information
de: Schema-Informationen abfragen
fi: kysellään skeematiedot
fr: interroger les informations de schéma
sv: fråga om schemainformation
uk: надсилання запиту щодо даних схеми

source: unknown command or invalid arguments: "%s". Enter ".help" for help
de: unbekannter Befehl or ungültige Argumente: „%s“. Geben Sie „.help“ für Hilfe ein
fi: tuntematon komento tai virheelliset argumentit: ”%s”. Hae neuvoa kirjoittamalla ”.help”
fr: commande inconnue ou arguments invalides: "%s". Entrer ".help" pour l'aide
sv: okänt kommando eller ogiltiga argument: ”%s”. Skriv ”.help” för hjälp
uk: невідома команда або некоректні параметри: «%s». Введіть «.help», щоб переглянути довідку.

source: incomplete SQL: %s
de: Unvollständiges SQL: %s
fi: vaillinainen SQL: %s
fr: incomplète SQL: %s
sv: ofullständig SQL: %s
uk: неповна команда SQL: %s

source: %s: Unknown callback(0x%x)
de: %s: Unbekannter Callback(0x%x)
fi: %s: Tuntematon palautus(0x%x) edelliseen tilaan
fr: %s: callback(0x%x) inconnu
sv: %s: Okänt återanrop(0x%x)
uk: %s: невідомий зворотний виклик(0x%x)

source: create database if not exists
de: Datenbank anlegen, falls sie nicht existiert
fi: luo tietokanta, jos ei ole olemassa
sv: skapa databasen om den inte finns
uk: створити базу даних, якщо її не існує

source: read/process named FILE
de: Angegebene DATEI lesen/verarbeiten
fi: read/process nimeltään TIEDOSTO
fr: lecture/processus nommé FILE
sv: läs/bearbeta namngiven FIL
uk: прочитати або обробити вказаний ФАЙЛ

source: print commands before execution
de: Befehle vor der Ausführung ausgeben
fi: tulosta komennot ennen suoritusta
fr: affiche les commandes avant l'exécution
sv: skriv kommandon före de körs
uk: виводити команди до їх виконання

source: disable extension loading (normally enabled)
de: Laden von Erweiterungen deaktivieren (ist normalerweise aktiviert)
fi: ota pois käytöstä laajennuslataus (normaalisti käytössä)
sv: avaktivera laddningen av utökningar (normalt aktiverat)
uk: вимкнути завантаження розширень (зазвичай увімкнено)

source: turn headers on or off
de: Header ein- oder ausschalten
fi: Laita otsakkeet tai ota ne pois
fr: activer ou désactiver les en-têtes
sv: slå på eller av huvuden
uk: увімкнути або вимкнути заголовки

source: stop after hitting an error
de: Nach einem Fehler stoppen
fi: pysäytä virheosuman jälkeen
fr: arrêt après l'apparition d'une erreur
sv: sluta efter att ett fel stöts på
uk: зупинитися після повідомлення про помилку

source: force interactive I/O
de: interaktive Ein-/Ausgabe erzwingen
fi: pakota vuorovaikutteinen siirto
fr: forcer E/S interactive
sv: framtvinga interaktiv I/O
uk: примусово використати інтерактивний режим вводу-виводу

source: force batch I/O
de: E/A Stapelverarbeitung erzwingen
fi: pakota eräsiirto
fr: forcer traitement des E/S
sv: framtvinga satsvis I/O
uk: примусово використати пакетний режим вводу-виводу

source: set output mode to 'column'
de: Ausgabemodus auf „column“ setzen
fi: aseta tulostetilaksi ’column’
fr: définir le mode de sortie de 'colonne'
sv: sätt utmatningsläget till ”column”
uk: встановити режим виведення даних «column» (стовпчик)

source: set output mode to 'csv'
de: Ausgabemodus auf „csv“ setzen
fi: aseta tulostustilaksi ’csv’
fr: définir le mode de sortie sur 'csv'
sv: sätt utmatningsläget till ”csv”
uk: встановити режим виведення даних «csv» (значення, відокремлені комами)

source: set output mode to HTML
de: Ausgabemodus auf HTML setzen
fi: aseta tulostustilaksi HTML
fr: définir le mode de sortie sur HTML
sv: sätt utmatningsläget till HTML
uk: встановити режим виведення даних у форматі HTML

source: set output mode to 'line'
de: Ausgabemodus auf „line“ setzen
fi: aseta tulostustilaksi ’line’
fr: définir le mode de sortie sur 'ligne'
sv: sätt utmatningsläge till ”line”
uk: встановити режим виведення даних «line»

source: set output mode to 'list'
de: Ausgabemodus auf „list“ setzen
fi: aseta tulostustilaksi ’list’
fr: définir le mode de sortie sur 'liste'
sv: sätt utmatningläge till ”list”
uk: встановити режим виведення даних «list» (список)

source: set output field separator (|)
fi: aseta tulostuskenttäerotin (|)
fr: définir le séparateur de champ de sortie (|)
sv: sätt fältseparator för utmatning (|)
uk: встановити роздільних поля виводу даних (|)

source: CHAR
de: ZEICHEN
fi: MERKKI
fr: CAR
sv: TECKEN
uk: СИМВОЛ

source: set text string for NULL values
fi: aseta tekstimerkkijono NULL-arvoille
fr: chaîne de texte réglées pour les valeurs NULL
sv: sätt textsträng för NULL-värden
uk: встановити текстовий рядок для значень NULL

source: TEXT
fi: TEKSTI
fr: TEXTE
uk: ТЕКСТ

source: show SQLite version
de: SQLite-Version anzeigen
fi: näytä SQLite-versio
fr: afficher la version de SQLite
sv: visa SQLite-versionen
uk: показати дані щодо версії SQLite
