Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: query/verify package(s) with file identifier
de: Abfragen/Überprüfen von Paketen mit Datei-Kennung
fi: kysele/todenna paketit tiedostotunnisteella
fr: interroger/vérifier le(s) paquet(s) avec l'identificateur de fichier
sv: fråga om/verifiera paket med filidentifierare
uk: опитати/перевірити пакунки за ідентифікатором файла

source: rpm query mode
de: Abfrage-Modus
fi: rpm-kyselytila
fr: mode d'interrogation RPM
sv: rpm frågeläge
uk: режим опитування rpm

source: query/verify a header instance
de: Abfragen/Überprüfen einer Header-Instanz
fi: kysele/todenna otsakeilmentymä
fr: interroger/vérifier une instance d'en-tête
sv: fråga om/verifiera en huvudinstans
uk: опитати/перевірити екземпляр заголовка

source: query a spec file
de: Abfragen einer Spec-Datei
fi: kysele spec-tiedostoa
fr: interroger un fichier de spécification
sv: fråga en specfil
uk: опитати файл spec

source: <spec>
de: <Spec-Datei>
fi: <spec-tiedosto>

source: query source metadata from spec file parse
de: Abfragen der Source-Metadatan anhand der Spec-Datei
fi: kysele lähdekoodimetadataa spec-tiedostojäsentelystä
fr: interroger les metadata des sources à partir de l'analyse d'un fichier de spécification
sv: fråga om metadata från spec-filtolkning
uk: визначити метадані вихідних даних з обробки файла spec

source: query/verify package(s) from install transaction
de: Abfragen/Überprüfen von Paketen einer Installation
fi: kysele/todenna paketit asennustietokantatapahtumasta
fr: interroger/vérifier le(s) paquet(s) à partir d'une transaction d'installation
sv: fråga om/verifiera paket från installationstransaktion
uk: опитати/перевірити пакунки з операції зі встановлення

source: query the package(s) triggered by the package
de: Abfragen eines Pakets gesteuert vom Paket
fi: kysele paketin liipaisemat paketit
fr: interroger le(s) paquet(s) lancé par le paquet
sv: fråga om paket utlösta av paketet
uk: опитати пакунки, які пов’язано з пакунком

source: rpm verify mode
de: Überprüfungsmodus
fi: rpm-todennustila
fr: mode de vérification RPM
sv: rpm verifieringsläge
uk: режим перевірки rpm

source: query/verify the package(s) which require a dependency
de: Abfrage nach Paketen, die eine Abhängigkeit benötigen
fi: kysele/todenna paketit, jotka vaativat riippuvuuden
fr: interroger/vérifier le(s) paquet(s) qui requiert une dépendance
sv: fråga om/verifiera paket som behöver ett beroende
uk: опитати/перевірити пакунки, яким потрібні залежні пакунки

source: query/verify the package(s) which require any contained provide
de: Abfrage nach Paketen, die jede enthaltene und bereitgestellte Fähigkeit benötigen
fi: kysele/todenna paketit, jotka vaativat mitään sisältyvää tarjottua
fr: interroger/vérifier le(s) paquet(s) qui ne requiert aucune fourniture contenue
sv: fråga om/verifiera de paket som behöver ett inneboende tillhandahållande
uk: опитати/перевірити пакунки, яким потрібні будь-які вкладені дані

source: query/verify the package(s) which provide a dependency
de: Abfrage nach Paketen, die eine Abhängigkeit bereitstellen
fi: kysele/todenna paketit, jotka tarjoavat riippuvuuden
fr: interroger/vérifier le(s) paquet(s) qui fournit une dépendance
sv: fråga om/verifiera paket som tillhandahåller ett beroende
uk: опитати/перевірити пакунки, які надають файли залежностей

source: query/verify the package(s) which conflict with a dependency
de: Abfragen/Überprüfen von Paketen, die im Konflikt mit einer Abhängigkeit stehen
fi: kysele/todenna paketit, jotka ovar ristiriidassa riippuvuuden kanssa
fr: interroger/vérifier le(s) paquet(s) qui sont en conflit avec une dépendance
sv: fråga om/verifiera paket som står i konflikt med ett beroende
uk: опитати/перевірити пакунки, які конфліктують з залежністю

source: query/verify the package(s) which obsolete a dependency
de: Abfragen/Überprüfen von Paketen, die eine Abhängigkeit als veraltet markieren
fi: kysele/todenna paketit, joissa vanhenee riippuvuus
fr: interroger/vérifier le(s) paquet(s) qui rend obsolète une dépendance
sv: fråga om/verifiera paket som fasar ut ett beroende
uk: опитати/перевірити пакунки, які роблять застарілим залежний пакунок

source: create transaction set
de: Transaktionsset erstellen
fi: luo tietokantatapahtumajoukko
fr: créer un ensemble de transactions
sv: skapa transaktionsmängd
uk: створити набір операції

source: do not order transaction set
de: Keine Sortierung des Transaktionssets
fi: älä järjestä tietokantatapahtumajoukkoa
fr: ne pas trier l'ensemble de transactions
sv: sortera inte transaktionsmängd
uk: не впорядковувати набір операції

source: do not glob arguments
de: Nicht nach Argumenten „globben“
fi: älä laajenna argumentteja
fr: Ne pas passer des arguments
sv: matcha inte argument
uk: не збирати аргументи разом

source: do not process non-package files as manifests
de: Dateien nicht als Paket-Liste verarbeiten
fi: älä käsittele pakettiin kuulumattomia tiedostoja manifest-tiedostoina
fr: ne pas traiter les fichiers non-partageable comme manifeste
sv: behandla inte filer som inte är paket som paketförteckningar
uk: не обробляти не запаковані файли як маніфести

source: do not read headers
de: Header nicht lesen
fi: älä lue otsakkeita
fr: ne pas lire les en-têtes
sv: läs inte huvuden
uk: не читати заголовків

source: list all configuration files
de: Alle Konfigurationsdateien anzeigen
fi: luettele kaikki asetustiedostot
fr: lister tous les fichiers de configuration
sv: lista alla konfigurationsfiler
uk: показати список всіх файлів налаштувань

source: list all documentation files
de: Alle Dokumentationsdateien anzeigen
fi: luettele kaikki dokumentaatiotiedostot
fr: lister tous les fichiers de documentation
sv: lista alla dokumentationsfiler
uk: показати список всіх файлів документації

source: dump basic file information
de: Grundlegende Datei-Informationen auflisten
fi: vedosta tiedoston perustiedot
fr: afficher toutes les informations de base sur les fichiers
sv: visa filinformation
uk: створити дамп основних даних щодо файлів

source: list files in package
de: Alle Dateien im Paket auflisten
fi: luettele tiedostot paketissa
fr: lister les fichiers du paquet
sv: lista filer i paketet
uk: показати список файлів у пакунку

source: add suggested packages to transaction
de: Vorgeschlagene Pakete zur Transaktion hinzufügen
fi: lisää suositellut paketit tietokantatapahtumaan
fr: ajouter les paquets suggérés lors de la transaction
sv: lägg till föreslagna paket till transaktion
uk: додати до операції запропоновані пакунки

source: skip %%config files
de: %%config-Dateien überspringen
fi: ohita %%config-tiedostot
fr: sauter les fichiers %%config
sv: hoppa över %%config-filer
uk: пропускати файли %%config

source: skip %%doc files
de: %%doc-Dateien überspringen
fi: ohita %%doc-tiedostot
fr: sauter les fichiers %%doc
sv: hoppa över %%doc-filer
uk: пропускати файли %%doc

source: skip %%ghost files
de: %%ghost-Dateien überspringen
fi: ohita %%ghost-tiedostot
fr: sauter les fichiers %%ghost
sv: hoppa över %%ghost-filer
uk: пропускати файли %%ghost

source: skip %%license files
de: %%license-Dateien überspringen
fi: ohita %%license-tiedostot
fr: sauter les fichiers %%license
sv: hoppa över %%license-filer
uk: пропускати файли %%license

source: skip %%readme files
de: %%readme-Dateien überspringen
fi: ohita %%readme-tiedostot
fr: sauter les fichiers %%readme
sv: hoppa över %%readme-filer
uk: пропускати файлів %%readme

source: use the following query format
de: Folgendes Abfrage-Format benutzen
fi: käytä seuraavaa kyselymuotoa
fr: utiliser le format suivant de requête
sv: använd följande frågeformat
uk: використовувати вказаний нижче формат запиту

source: QUERYFORMAT
de: ABFRAGE-FORMAT
fi: KYSELYMUOTO
sv: FRÅGEFORMAT
uk: ФОРМАТ_ЗАПИТУ

source: substitute i18n sections into spec file
de: Austauschen von i18n-Abschnitten in der Spec-Datei
fi: ḱorvaa i18n-lohkot spec-tiedostoon
fr: substituer les sections i18N du fichier de spécifications
sv: ersätt översatta sektioner till specfil
uk: замінити розділи i18n у файлі специфікації

source: display the states of the listed files
de: Anzeigen der Zustände der aufgelisteten Dateien
fi: näytä lueteltujen tiedostojen tilat
fr: afficher les états des fichiers listés
sv: visa tillstånd för de listade filerna
uk: показати стан файлів зі списку

source: specify target platform
de: Zielplattform bestimmen
fi: määritä kohdealusta
fr: spécifier la plateforme cible
sv: ange målplattform
uk: вказати платформу призначення

source: don't verify size of files
de: Keine Größenüberprüfung der Dateien
fi: älä todenna tiedostojen kokoa
fr: ne pas vérifier la taille des fichiers
sv: verifiera inte storlekar på filer
uk: не перевіряти розмірів файлів

source: don't verify symlink path of files
de: Keine Überprüfung der symbolischen Links der Dateien
fi: älä todenna symbolisten linkkien tiedostojen polkua
fr: ne pas vérifier le chemin lien symbolique des fichiers
sv: verifiera inte sökvägen i symboliska länkar
uk: не перевіряти шляхи символічних посилань на файли

source: don't verify owner of files
de: Keine Überprüfung der Eigentümer der Dateien
fi: älä todenna tiedostojen omistajaa
fr: ne pas vérifier le propriété des fichiers
sv: verifiera inte ägare till filer
uk: не перевіряти власників файлів

source: don't verify group of files
de: Keine Überprüfung der Gruppen der Dateien
fi: älä todenna tiedostojen ryhmää
fr: ne pas vérifier le groupe des fichiers
sv: verifiera inte grupper till filer
uk: не перевіряти групу власників файлів

source: don't verify modification time of files
de: Keine Überprüfung der letzten Bearbeitungszeit der Dateien
fi: älä todenna tiedostojen muokkausaikoja
fr: ne pas vérifier la date de modification des fichiers
sv: verifiera inte modifikationstiden för filer
uk: не перевіряти час зміни файлів

source: don't verify mode of files
de: Keine Überprüfung der Berechtigungen der Dateien
fi: älä todenna tiedostojen tilaa
fr: ne pas vérifier le mode des fichiers
sv: verifiera inte rättigheter för filer
uk: не перевіряти права доступу до файлів

source: don't verify file HMAC's
de: HMACs der Datei nicht überprüfen
fi: älä todenna tiedoston HMAC-koodia
fr: ne pas vérifier le HMAC des fichiers
sv: verifiera inte filers HMAC
uk: не перевіряти HMAC файлів

source: don't verify files in package
de: Keine Überprüfung der Dateien im Paket
fi: älä todenna paketin tiedostoja
fr: ne pas vérifier les fichiers dans les paquets
sv: verifiera inte filerna i paketet
uk: не перевіряти файли у пакунку

source: don't verify package dependencies
de: Keine Überprüfung der Paket-Abhängigkeiten
fi: älä todenna paketin riippuvuuksia
fr: ne pas vérifier les dépendances du paquet
sv: verifiera inte paketberoenden
uk: не перевіряти залежності пакунків

source: don't execute verify script(s)
de: Kein(e) Überprüfungsskript(e) ausführen
fi: älä suorita todennusskriptejä
fr: ne pas exécuter la vérification des scripts
sv: utför inte verifieringsskript
uk: не виконувати скриптів перевірки

source: sign package(s) (identical to --resign)
de: Paket(e) signieren (identisch mit --resign)
fi: allekirjoita paketit (sama kuin --resign)
fr: signer le(s) paquet(s) (identique à --resign)
sv: signera paket (detsamma som --resign)
uk: підписати пакунки (тотожне до --resign)

source: verify package signature(s)
de: Paket-Signatur(en) überprüfen
fi: todenna pakettiallekirjoitukset
fr: vérifier le(s) signature(s) du paquet
sv: verifiera paketsignatur(er)
uk: перевірити підписи пакунка

source: delete package signatures
de: Paket-Signatur(en) löschen
fi: poista pakettiallekirjoitukset
fr: supprime les signatures du paquet
sv: radera paketsignaturer
uk: вилучити підписи пакунка

source: import an armored public key
de: Einen gepanzerten öffentlichen Schlüssel importieren
fi: tuo panssaroitu julkinen avain
fr: importer un clé publique blindée
sv: importera en publik nyckel med skal
uk: імпортувати захищених відкритий ключ

source: sign package(s) (identical to --addsign)
de: Paket(e) signieren (identisch mit --addsign)
fi: allekirjoita paketit (sama kuin --addsign)
fr: signer le(s) paquet(s) (identique à --addsign)
sv: signera paket (detsamma som --addsign)
uk: підписати пакунки (тотожне до --addsign)

source: generate signature
de: Signatur erzeugen
fi: tuota allekirjoitus
fr: générer une signature
sv: generera signatur
uk: створити підпис

source: specify trust metric
de: Vertrauensbereich festlegen
fi: määritä luottamusmittari
fr: spécifier une mesure de confiance
sv: ange förtroendemått
uk: вказати метрику надійності

source: TRUST
de: VERTRAUEN
fi: LUOTTAMUS
sv: FÖRTROENDE
uk: НАДІЙНІСТЬ

source: set ultimate trust when importing pubkey(s)
de: Importierten Schlüsseln wird absolut vertraut
fi: aseta lopullinen luottamus tuotaessa julkisia avaimia
fr: mettre une confiance importante à l'importation des clés publiques
sv: slå på förbehållslöst förtroende när publika nycklar importeras
uk: встановити необмежену надійність під час імпортування відкритих ключів

source: unset ultimate trust when importing pubkey(s)
de: Importierten Schlüsseln wird nicht vertraut
fi: älä aseta lopullista luottamusta tuotaessa julkisia avaimia
fr: ne pas mettre une confiance importante à l'importation des clés publiques
sv: slå av förbehållslöst förtroende när publika nycklar importeras
uk: скасувати встановлену необмежену надійність під час імпортування відкритих ключів

source: disable password challenge
de: Passwortanfechtung deaktivieren
fi: älä käytä salasanahaastetta
fr: désactiver le
sv: slå av lösenordsutmaning
uk: скасувати запит щодо пароля

source: cannot write to %%%s %s
de: Nach %%%s %s kann nicht geschrieben werden
fi: hakemistoon %%%s %s kirjoittaminen epäonnistui
fr: ne peut écrire vers %%%s %s
sv: kan inte skriva till %%%s %s
uk: не вдалося виконати запис до %%%s %s

source: cannot chown %%%s %s
de: %s kann nicht geöffnet werden: %s
fi: chown %%%s %s -komento epäonnistui
sv: kan inte ändra ägare på %%%s %s
uk: не вдалося змінити власника %%%s %s

source: source package expected, binary found
de: Source-Paket erwartet, Binär-Paket entdeckt
fi: lähdekoodipakettia odotettiin, löytyi binaari
fr: source du paquet attendu, binaire obtenu
sv: källpaket förväntades, fann binärpaket
uk: слід було вказати пакунок з кодами, вказано бінарний пакунок

source: source package contains no .spec file
de: Source-Paket enthält keine Spec-Datei
fi: lähdekoodipaketti ei sisällä .spec-tiedostoa
fr: source du paquet ne contient pas de fichier .spec
sv: källpaket innehåller ingen .spec-fil
uk: у пакунку з кодами не міститься файла .spec

source: Couldn't fork %s: %s
de: %s konnte nicht geforkt werden: %s
fi: Funktiokutsun fork %s suorittaminen epäonnistui: %s
fr: Ne peut pas dupliquer %s: %s
sv: Kunde inte grena %s: %s
uk: Не вдалося розгалуження %s: %s

source: %s(%s) scriptlet failed, waitpid(%d) rc %d: %s
de: %s(%s) Skriptlet fehlgeschlagen, waitpid(%d), rc %d: %s
fi: %s(%s) skriptletti epäonnistui, waitpid(%d) rc %d: %s
fr: %s(%s) scriptlet échoué, waitpid(%d) rc %d: %s
sv: %s(%s) skript misslyckades, waitpid(%d) rk %d: %s
uk: помилка допоміжного скрипту %s(%s), очікування pid (%d) rc %d: %s

source: %s(%s) scriptlet failed, signal %d
de: %s(%s) Skriptlet fehlgeschlagen, Signal %d
fi: %s(%s) skriptletti epäonnistui, signaali %d
fr: %s(%s) scriptlet échoué, signal %d
sv: %s(%s) skript misslyckades, signal %d
uk: помилка допоміжного скрипту %s(%s), сигнал %d

source: %s(%s) scriptlet failed, exit status %d
de: %s(%s) Skriptlet fehlgeschlagen, Exit-Status %d
fi: %s(%s) skriptletti epäonnistui, poistumistila %d
fr: %s(%s) scriptlet échoué, état de la sortie %d
sv: %s(%s) skript misslyckades, slutstatus %d
uk: помилка допоміжного скрипту %s(%s), стан виходу %d

source: %s: %s scriptlet failed (%d), skipping %s
de: %s: %s Skriptlet fehlgeschlagen (%d), %s wird übersprungen
fi: %s: %s skriptletti epäonnistui (%d), ohitetaan %s
fr: %s: %s scriptlet a échoué (%d), saut de %s
sv: %s: %s-skript misslyckades (%d), hoppar över %s
uk: %s: помилка допоміжного скрипту %s (%d), пропущено %s

source: Unable to reload signature header
de: Header der Signatur kann nicht erneut geladen werden
fi: Allekirjoitusotsakkeen lataaminen uudelleen epäonnistui
fr: incapable de recharger l'en-tête de signature
sv: Kan inte läsa om signaturhuvud
uk: Не вдалося перезавантажити заголовок підпису

source: unpacking of archive failed%s%s: %s
de: Entpacken des Archivs fehlgeschlagen%s%s: %s
fi: arkiston purkaminen epäonnistui%s%s: %s
fr: le dépaquetage de l'archive a échoué %s%s:%s
sv: uppackning av arkiv misslyckades%s%s: %s
uk: спроба розпакування архіву завершилася невдало%s%s: %s

source: on file
de: bei Datei
fi: tiedostossa
fr: sur le fichier
sv: vid fil
uk: на файлі

source: %s failed on file %s: %s
de: %s fehlgeschlagen bei Datei %s: %s
fi: %s epäonnistui tiedostossa %s: %s
fr: %s a échoue sur le fichier %s: %s
sv: %s misslyckades på fil %s: %s
uk: помилка дії %s на файлі %s: %s

source: %s failed: %s
de: %s fehlgeschlagen: %s
fi: %s epäonnistui: %s
fr: %s a échoué: %s
sv: %s misslyckades: %s
uk: помилка дії %s: %s

source: incorrect format: %s
de: Ungültiges Format: %s
fi: virheellinen muoto: %s
fr: format incorrect: %s
sv: fel format: %s
uk: помилковий формат: %s

source: (contains no files)
de: (enthält keine Dateien)
fi: (ei tiedostoja)
fr: (ne contient aucun fichier)
sv: (innehåller inga filer)
uk: (не містить файлів)

source: normal
fi: normaali
uk: звичайний

source: replaced
de: ersetzt
fi: korvattu
fr: remplacé
sv: ersatt
uk: замінено

source: not installed
de: nicht installiert
fi: ei ole asennettu
fr: n'est pas installé
sv: oinstallerat
uk: не встановлено

source: net shared
de: netto geteilt
fi: verkkojaettu
fr: partagé via réseau
sv: nätdelad
uk: мережевий

source: wrong color
de: falsche Farbe
fi: väärä väri
fr: mauvaise couleur
sv: fel färg
uk: помилк. колір

source: (no state)
de: (kein Status)
fi: (ei tilaa)
fr: (aucun état)
sv: (ej tillstnd)
uk: (не має стану)

source: (unknown %3d)
de: (unbekannt %3d)
fi: (tuntematon %3d)
fr: (%3d inconnu)
sv: (okänd %3d)
uk: (невідомий %3d)

source: package without owner/group tags
de: Paket hat keine Eigentümer-/Gruppen-Tags
fi: paketilla ei ole tiedosto-omistaja-/ryhmätunnisteita
fr: paquet sans étiquettes de propriétaire/groupe
sv: paketet utan ägar-/grupptaggar
uk: пакунок без теґів власника і групи

source: key "%s" not found in %s table
de: Schlüssel „%s“ nicht in der Tabelle %s gefunden
fi: avainta ”%s” ei löytynyt %s-taulussa
fr: clé "%s" non trouvé dans la table %s
sv: nyckeln "%s" finns inte i %s-tabellen
uk: ключа «%s» не знайдено у таблиці %s

source: group %s does not contain any packages
de: Gruppe %s enthält keine Pakete
fi: ryhmässä %s ei ole paketteja
fr: groupe %s ne contient aucun paquet
sv: grupp %s innehåller inga paket
uk: у групі %s не міститься жодного пакунка

source: no package triggers %s
de: Keine Paket-Trigger %s
fi: mikään paketti ei laukaise %s:a
fr: pas de triggers de paquet %s
sv: inga paketutlösare %s
uk: жоден з пакунків не перемикає %s

source: malformed %s: %s
de: Missgebildet: %s: %s
fi: vääränmuotoinen %s: %s
fr: mal composé %s: %s
sv: felformaterad %s: %s
uk: помилковий формат %s: %s

source: no package matches %s: %s
de: Kein Paket stimmt mit %s überein: %s
fi: paketti ei täsmää tiedostotunnisteeseen %s: %s
fr: aucune concordance de paquet %s: %s
sv: inga paket matchar %s: %s
uk: жодне з пакунків не відповідає ключу %s: %s

source: no package requires %s
de: Kein Paket benötigt %s
fi: mikään paketti ei tarvitse argumenttia %s
fr: aucun paquet requis %s
sv: inget paket behöver %s
uk: жоден з пакунків не потребує %s

source: no package provides %s
de: Kein Paket stellt %s bereit
fi: mikään paketti ei tarjoa argumenttia %s
fr: aucun paquet fournit %s
sv: inget paket tillhandahåller %s
uk: жоден з пакунків не надає %s

source: file %s: %s
de: Datei %s: %s
fi: tiedosto %s: %s
fr: fichier %s: %s
sv: fil %s: %s
uk: файл %s: %s

source: file %s is not owned by any package
de: Die Datei %s gehört zu keinem Paket
fi: mikään paketti ei omista tiedostoa %s
fr: fichier %s ne fait parti d'aucun paquet
sv: filen %s tillhör inget paket
uk: файл %s не належить до жодного з пакунків

source: invalid package number: %s
de: Ungültige Paket-Nummer: %s
fi: virheellinen paketin numero: %s
fr: numéro de paquet invalide: %s
sv: felaktigt paketnummer: %s
uk: некоректний номер пакунка: %s

source: record %u could not be read
de: Eintrag %u konnte nicht gelesen werden
fi: tietuetta %u ei voitu lukea
fr: enregistrement %u ne peut être lu
sv: post %u kunde inte läsas
uk: не вдалося прочитати запис %u

source: package %s is not installed
de: Das Paket %s ist nicht installiert
fi: pakettia %s ei ole asennettu
fr: paquet %s n'est pas installé
sv: paket %s är inte installerat
uk: пакунок %s не встановлено

source: (added files)
de: (hinzugefügte Dateien)
fi: (lisätty tiedostoja)
fr: (fichiers ajoutés)
sv: (lade till filer)
uk: (додані файли)

source: (added provide)
de: (angebotene Fähigkeit hinzugefügt)
fi: (lisätty tarjota)
fr: (fournisseur ajouté)
sv: (lade till tillhandahållande)
uk: (додано потрібні залежності)

source: rpmTempFile failed
de: rpmTempFile fehlgeschlagen
fi: rpmTempFile epäonnistui
fr: rpmTempFile échoué
sv: rpmTempFile misslyckades
uk: помилка rpmTempFile

source: %s: Fwrite failed: %s
de: %s: Fwrite fehlgeschlagen: %s
fi: %s: Fwrite epäonnistui: %s
fr: %s: Fwrite a échoué: %s
sv: %s: Fwrite misslyckades: %s
uk: %s: помилка Fwrite: %s

source: %s: Fread failed: %s
de: %s: Fread fehlgeschlagen: %s
fi: %s: Fread epäonnistui: %s
fr: %s: Fread a échoué: %s
sv: %s: Fread misslyckades: %s
uk: %s: помилка fread: %s

source: %s: Fflush failed: %s
de: %s: Fflush fehlgeschlagen: %s
fi: %s: Fflush epäonnistui: %s
fr: %s: Fflush a échoué: %s
sv: %s: Fflush misslyckades: %s
uk: %s: помилка Fflush: %s

source: %s: No signature available
de: %s: Keine Signatur verfügbar
fi: %s: Ei allekirjoitusta saatavilla
fr: %s: pas de signature disponible
sv: %s: Ingen signatur tillgänglig
uk: %s: підпис недоступний

source: %s: was already signed by key ID %s, skipping
de: %s: wurde bereits mit dem Schlüssel %s signiert, wird übersprungen
fi: %s: oli jo allekirjoitettu avaintunnisteella %s, ohitetaan
fr: %s: était déjà signé par la clé ID %s, sauté
sv: %s: var redan signerad av nyckel-ID %s, hoppar över
uk: %s: вже підписано ключем з ідентифікатором %s, пропущено

source: %s: import read failed(%d).
de: %s: Importieren fehlgeschlagen (%d).
fi: %s: tuontilukeminen epäonnistui(%d).
fr: %s: la lecture d'importation a échoué(%d).
sv: %s: importläsning misslyckades(%d).
uk: %s: помилка читання під час імпортування(%d).

source: %s: import failed.
de: %s: Importieren fehlgeschlagen
fi: %s: tuonti epäonnistui.
fr: %s: importation a échoué.
sv: %s: import misslyckades.
uk: %s: помилка імпортування.

source: headerGet failed
de: headerGet fehlgeschlagen
fi: headerGet epäonnistui
fr: headerGet échoué
sv: headerGet misslyckades
uk: помилка headerGet

source: failed to retrieve original header
de: Original-Header konnte nicht geholt werden
fi: alkuperäisen otsakkeen noutaminen epäonnistui
fr: échec de récupération de l'en-tête d'origine
sv: misslyckades att hämta originalhuvud
uk: не вдалося отримати початковий заголовок

source: XAR file not found (or no XAR support)
de: XAR-Datei nicht gefunden (oder keine XAR-Unterstützung)
fi: XAR-tiedostoa ei löytynyt (tai ei XAR-tukea)
fr: fichier XAR non trouvé (ou pas de support de XAR)
sv: XAR-filen finns inte (eller inget XAR-stöd)
uk: Файла XAR не знайдено (або немає підтримки XAR)

source: Fread failed
de: Fread fehlgeschlagen
fi: Fread epäonnistui
fr: Fread échoué
sv: Fread misslyckades
uk: помилка fread
