Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: Save all pending changes to disk. For now, files are not overwritten. Instead, new files with extension .augnew are created
de: Speichert alle ausstehenden Änderungen auf der Platte. Es werden keine Dateien überschrieben, stattdessen werden neue Dateien mit der Endung .augnew erstellt.
fi: Tallenna kaikki vireillä olevat muutokset levylle. Toistaiseksi tiedostoja ei korvata. Sen sijaan luodaan uudet tiedostot, joiden tarkennin on .augnew
fr: Enregistrer toutes les modifications en attente sur le disque. Pour l'instant, les fichiers ne sont pas remplacés. Au lieu de cela, les nouveaux fichiers avec l'extension .augnew sont créés
sv: Spara alla väntande ändringar till disk. För tillfället skrivs inte filer över. Istället skapas nya filer med ändelsen .augnew
uk: Зберегти всі зміни з черги на диск. Файли не буде перезаписано. Замість перезапису програма створить нові файли з суфіксом назви .augnew

source: <NAME> <EXPR>
de: <NAME> <AUSDRUCK>
fi: <NIMI> <LAUSEKE>
sv: <NAMN> <UTTR>
uk: <НАЗВА> <ВИРАЗ>

source: <NAME> <EXPR> [<VALUE>]
de: <NAME> <AUSDRUCK> [<WERT>]
fi: <NIMI> <LAUSEKE> [<ARVO>]
sv: <NAMN> <UTTR> [<VÄRDE>]
uk: <НАЗВА> <ВИРАЗ> [<ЗНАЧЕННЯ>]

source: Exit the program
de: Das Programm beenden
fi: Poistu ohjelmasta
fr: Quitter le programme
sv: Avsluta programmet
uk: Завершити роботу програми

source: Print this help text
de: Diesen Hilfetext ausgeben
fi: Tulosta tämä opasteteksti
fr: Affiche ce texte d'aide
sv: Skriv denna hjälptext
uk: Вивести цей довідковий текст

source: %s: Unknown option -%c
de: %s: Unbekannte Option -%c
fi: %s: Tuntematon valitsin -%c
fr: %s: option inconnue -%c
sv: %s: Okänd flagga -%c
uk: %s: невідомий параметр -%c

source: Follow command-line symbolic links
fi: Seuraa komentorivin symbolisia linkkejä
fr: Suivre les liens symboliques de la ligne de commande

source: Always follow symbolic links
fi: Seuraa aina symbolisia linkkejä
fr: Toujours suivre les liens symboliques

source: Never follow symbolic links
fi: Älä koskaan seuraa symbolisia linkkejä
fr: Jamais suivre les liens symboliques

source: Copy directories recursively
fi: Kopioi hakemistoja rekursiivisesti
fr: Copier récursivement les répertoires

source: Archive mode (same as -RpP)
fi: Arkistotila (sama kuin -RpP)
fr: mode Archive (identique à -RpP)

source: Unlink and retry if 1st open fails
fi: Poista linkki ja yritä uudelleen, jos ensimmäinen avaus epäonnistuu
fr: Dissocier et recommencez si la 1ère ouverture a échoué

source: Prompt before overwriting a file
fi: Kysy ennen tiedoston korvausta
fr: Demander avant d'écraser un fichier

source: Link files instead of copying
fi: Linkitä tiedostot kopioimisen sijasta
fr: Lier les fichiers au lieu de les copier

source: Do not overwrite an existing file
fi: Älä korvaa olemassaolevaa tiedostoa
fr: Ne pas écraser un fichier existant

source: Preserve mode/ownership/timestamps
fi: Säilytä tila/omistajuus/aikaleimat
fr: Préserver mode/propriété/timestamps

source: Stay on thgis file system
fi: Pysy tässä tiedostojärjestelmässä
fr: Rester sur le système de fichiers thgis

source: STRING
de: ZEICHENKETTE
fi: MERKKIJONO
fr: CHAÎNE
sv: STRÄNG
uk: РЯДОК

source: Authorization Required
de: Autorisierung notwendig
fi: Valtuutus vaadittu
fr: Autorisation requise
sv: Auktorisering krävs
uk: Потрібне уповноваження

source: Redirect
de: Weiterleitung
fi: Edelleenohjaus
fr: Rediriger
sv: Omdirigering
uk: Переспрямування

source: Server Error
de: Server-Fehler
fi: Palvelinvirhe
fr: Erreur du serveur
sv: Serverfel
uk: Помилка сервера

source: Unknown Error
de: Unbekannter Fehler
fi: Tuntematon virhe
fr: Erreur inconnue
sv: Okänt fel
uk: Невідома помилка

source: Create a bare repository.
de: Ein leeres Repository anlegen
fi: Luo paljas tietovarasto.
sv: Skapa ett naket förråd.
uk: Створити мінімальне сховище.

source: Specify the <template> directory.
de: Bitte das <Schablone>-Verzeichnis angeben.
fi: Määritä <mallinne>-hakemisto.
sv: Ange <mall>-katalogen.
uk: Вказати каталог <template>.

source: <template>
de: <Schablone>
fi: <mallinne>
sv: <mall>

source: Specify how the git repository is to be shared.
de: Bitte angeben, wie das GIT-Repository geteilt werden soll.
fi: Määritä, kuinka git-tietovarasto jaetaan.
sv: Ange hur git-förrådet skall delas.
uk: Вказати спосіб надання спільного доступу до сховища git.

source: Specify a separate <gitdir> directory.
de: Ein extra <GIT-Verzeichnis> angeben.
fi: Määritä erillinen <gitdir>-hakemisto.
sv: Ange en separat <gitkat>-katalog.
uk: Вказати окремий каталог <gitdir>.

source: Quiet mode.
de: Stiller Modus
fi: Hiljainen tila.
sv: Tyst läge.
uk: «Мовчазний» режим.

source: Initial commit..
de: Initiale Abgabe..
fi: Alustava commit-käsky..
sv: Första incheckning.
uk: Початковий внесок..

source: Verbose mode.
de: Ausführlicher Modus
fi: Lavea tila.
sv: Utförligt läge.
uk: Докладний режим.

source: Generate patch.
de: Flicken erzeugen.
fi: Tuota korjaus.
sv: Generera en patch.
uk: Створити латку.

source: Show only names of changed files.
de: Nur die Namen geänderter Dateien ausgeben.
fi: Näytä vain muuttuneiden tiedostojen nimet.
sv: Visa endast namn på ändrade filer.
uk: Показати назви лише змінених файлів.

source: Show only names and status of changed files.
de: Nur den Namen und Status geänderter Dateien ausgeben.
fi: Näytä vain muuttuneiden tiedostojen nimet ja tilat.
sv: Visa endast namn och status för ändrade filer.
uk: Показати лише назви і стан змінених файлів.

source: Show colored diff.
de: Eingefärbtes Diff anzeigen.
fi: Näytä diff-erotiedosto väreillä.
sv: Visa färglagd skillnad.
uk: Показати відмінності розфарбованими.

source: Turn off colored diff.
de: Eingefärbtes Diff ausschalten.
fi: Käännä diff-tiedoston värit pois päältä.
sv: Slå av färglagd skillnad.
uk: Вимкнути розфарбування відмінностей.

source: Swap two inputs.
de: Zwei Eingaben vertauschen.
fi: Vaihda kaksi syötettä keskenään.
sv: Byt två indata.
uk: Поміняти місцями два потоки вхідних даних.

source: Treat all files as text.
de: Alle Dateien als Text interpretieren.
fi: Käsittele kaikki tiedostot tekstinä.
sv: Hantera indatafiler som text.
uk: Вважати всі файли текстовими.

source: Ignore changes in whitespace at EOL.
de: Änderungen bei Leerzeichen am Zeilenende ignorieren.
fi: Ohita muutokset tyhjemerkeissä rivinlopussa.
sv: Ignorera ändringar i mellanslag vid radslut.
uk: Ігнорувати зміни у пробілах наприкінці рядків.

source: Ignore changes in amount of whitespace.
de: Änderungen in der Menge der Leerzeichen ignorieren.
fi: Ohita muutokset tyhjemerkkien määrässä.
sv: Ignorera ändringar i mängden mellanslag.
uk: Ігнорувати зміни кількості пробілів.

source: Ignore whitespace when comparing lines.
de: Leerzeichen beim Vergleich von Zeilen ignorieren
fi: Ohita tyhjemerkit kun verrataan rivejä.
sv: Bortse från mellanslag vid jämförelse av rader.
uk: Ігнорувати відмінності у пробілах під час порівняння рядків.

source: Generate a diff using the "patience diff" algorithm.
de: Einen Diff unter Verwendung des „Patiencediff“-Algorithmus erzeugen.
fi: Tuota diff-tiedosto käyttäen ”patience diff”-algoritmia.
sv: Generera en skillnad med algoritmen ”patience diff”.
uk: Створити список відмінностей за допомогою алгоритму «терплячого diff».

source: Generate a minimal diff.
de: Einen minimalen Diff erzeugen
fi: Tuota minimaalinen diff-tiedosto.
sv: Generera en minimal skillnad.
uk: Створити мінімальний список відмінностей.

source: Generate diffs with <n> lines of context.
fi: Tuota diff-tiedostot <n> yhteysrivillä.
sv: Generera skillnader med <n> rader av sammanhang.
uk: Створити список відмінностей з <n> рядками контексту.

source: Show the context between diff hunks.
fi: Näytä yhteys diff-kappaleiden välillä.
sv: Visa sammanhanget mellan skillnads-bitar.
uk: Показувати контекст між фрагментами відмінностей.

source: <lines>
de: <Zeilen>
fi: <riviä>
sv: <rader>
uk: <рядки>

source: Ignore changes to submodules in the diff generation.
fi: Ohita muutokset alimoduuleihin diff-tuottamisessa.
sv: Ignorera ändringar i undermoduler i skillnadsgenereringen.
uk: Ігнорувати зміни у підмодулях під час створення списку відмінностей.

source: Show the given source <prefix> instead of "a/".
fi: Näytä annettu lähde <etuliite> eikä ”a/”.
sv: Visa det angivna käll-<prefix>:et istället för ”a/”.
uk: Показати вказаний <префікс> початкової версії замість «a/».

source: <prefix>
de: <Präfix>
fi: <etuliite>
uk: <префікс>

source: Show the given destination prefix instead of "b/".
fi: Näytä annettu kohde-etuliite eikä ”b/”.
sv: Visa det angivna destinationsprefixet istället för ”b/”.
uk: Показати вказаний <префікс> кінцевої версії замість «b/»

source: Give the output in the short-format.
fi: Annna tuloste lyhytmuodossa.
sv: Ge utdata i det korta formatet.
uk: Вивести дані у скороченому форматі.

source: Give the output in the long-format.
fi: Anna tuloste pitkässä muodossa.
sv: Ge utdata i det långa formatet.
uk: Вивести дані у довгому форматі.

source: Give the output in a stable, easy-to-parse format for scripts.
fi: Anna tuloste stabiilissa, helpostijäsennettävässä muodossa skriptejä varten.
sv: Ge utdata i ett stabilt, lättparsat format för skript.
uk: Вивести дані у стабільному, простому для обробки форматі для скриптів.

source: Show untracked files.
fi: Näytä jäljittämättömät tiedostot.
sv: Visa ej spårade filer.
uk: Показати файли поза системою стеження.

source: Ignore sub-modules.
fi: Ohita alimoduulit.
sv: Ignorera undermoduler.
uk: Ігнорувати підмодулі.

source: {all}
fi: {kaikki}

source: Repeat every <sec> seconds.
fi: Toista joka <sec> sekunti.
sv: Upprepa var <sek> sekund.
uk: Повторювати кожні <число> секунд.

source: Add file contents to the index.
de: Dateiinhalte zum Index hinzufügen.
fi: Lisää tiedostosisältö hakemistoon.
sv: Lägg till filinnehåll till indexet.
uk: Додати вміст файла до покажчика.

source: Find by binary search the change that introduced a bug.
fi: Etsi binaarihaulla muutos, joka synnytti vian.
sv: Leta genom binärsökning reda på ändringen som introducerade ett fel.
uk: Знайти бінарним пошуком зміну, яка спричинила ваду.

source: List, create, or delete branches.
de: Zweige anzeigen, erstellen oder löschen.
fi: Luettele, luo, tai poista haarjoja.
sv: Lista, skapa eller ta bort grenar.
uk: Показати список гілок, створити або вилучити гілку.

source: Checkout a branch or paths to the working tree.
fi: Hae lähdekoodi toimivan puun haarasta tai poluista.
sv: Checka ut en gren eller sökväg till arbetsträdet.
uk: Отримати гілку або шляхи у робочому дереві каталогів.

source: Clone a repository into a new directory.
fi: Kloonaa tietovarasto uuteen hakemistoon.
sv: Klona ett förråd till en ny katalog.
uk: Клонувати сховище до нового каталогу.

source: Record changes to the repository.
fi: Tallenna muutokset tietovarastoon.
sv: Spara ändringar i förrådet.
uk: Записати зміни до сховища.

source: Show changes between commits, commit and working tree, etc.
fi: Näytä muutokset commit-toimintojen välillä, commit-toiminto ja työpuu, jne.
sv: Visa ändringar mellan incheckningar, en incheckning och arbetsträdet, etc.
uk: Показати зміни між внесками, внеском і робочим деревом каталогів тощо.

source: Download objects and refs from another repository.
fi: Lataa objektit ja viitteet toiseen tietovarastoon.
sv: Hämta objekt och referenser från ett annat förråd.
uk: Отримати об’єкти та посилання з іншого сховища.

source: Print lines matching a pattern.
de: Zeilen ausgeben, die mit einem Muster übereinstimmen
fi: Tulosta rivit, jotka täsmäävät malliin.
sv: Skriv rader som matchar ett mönster.
uk: Вивести рядки, що відповідають шаблону.

source: Create an empty git repository or reinitialize an existing one.
fi: Luo tyhjä git-tietovarasto tai alusta uudelleen olemassa oleva.
sv: Skapa ett tomt git-förråd eller initiera om ett befintligt.
uk: Створити порожнє сховище git або повторно ініціалізувати наявне.

source: Show commit logs.
de: Commit-Protokolle anzeigen.
fi: Näytä commit-toimintojen loki.
sv: Visa incheckningsloggar.
uk: Показати журнал внесків.

source: Join two or more development histories together.
fi: Liitä kaksi tai useampia kehityshistoriaa yhteen.
sv: Slå samman två eller flera utvecklingshistorier med varandra.
uk: Об’єднати один або декілька журналів розробки.

source: Move or rename a file, a directory, or a symlink.
fi: Siirrä tai nimeä uudelleen tiedosto, hakemisto tai symbolinen linkki.
sv: Flytta eller byt namn på en fil, en katalog eller en symlänk.
uk: Пересунути або перейменувати файл, каталог або символічне посилання.

source: Fetch from and merge with another repository or a local branch.
fi: Nouda ja yhdistä toisesta tietovarastosta tai paikallisesta haarasta.
sv: Hämta från och slå samman med ett annat förråd eller en lokal gren.
uk: Отримати дані і об’єднати їх із іншим сховищем або локальною гілкою.

source: Update remote refs along with associated objects.
fi: Päivitä etäviitteet niihin liittyviin objekteihin.
sv: Uppdatera fjärreferenser tillsammans med associerade objekt.
uk: Оновити віддалені посилання разом із пов’язаними з ними об’єктами.

source: Forward-port local commits to the updated upstream head.
fi: Välitysportti paikalliset commit-toiminnot päivitetyn asiakas-palvelin-virran päähän.
sv: Framåtportera lokala incheckningar till uppströmshuvudet.
uk: Виконати пряме портування локальних внесків до оновленої основної гілки.

source: Reset current HEAD to the specified state.
fi: Nollaa nykyinen HEAD määriteltyyn tilaan.
sv: Återställ det aktuella HUVUDET till det angivna tillståndet.
uk: Відновити поточний HEAD до вказаного стану.

source: Remove files from the working tree and from the index.
fi: Poista tiedostoja työpuusta ja hakemistosta.
sv: Ta bort filer från arbetsträdet och från indexet.
uk: Вилучити файли з робочого дерева каталогів та з покажчика.

source: Show various types of objects.
fi: Näytä eri objektityypit.
sv: Visa olika typer av objekt.
uk: Показати різні типи об’єктів.

source: Show the working tree status.
fi: Näytä työpuutila.
sv: Visa arbetsträdets status.
uk: Показати стан робочого дерева каталогів.

source: Create, list, delete or verify a tag object signed with GPG.
fi: Luo, luettele, poista tai todenna GPG:llä allekirjoitettu tunnisteobjekti.
sv: Skapa, lista, ta bort eller verifiera ett taggobjekt signerat med GPG.
uk: Створити об’єкт мітки, підписаний за допомогою GPG, показати список таких об’єктів або перевірити об’єкт.

source: Apply a patch to files and/or to the index.
fi: Aseta muutostiedosto tiedostoihin ja/tai hakemistoon.
sv: Lägg på en patch på filer och/eller på indexet.
uk: Застосувати латку до файлів і/або до покажчика.

source: Copy files from the index to the working tree.
fi: Kopioi tiedostot hakemistosta työpuuhun.
sv: Kopiera filer från indexet till arbetsträdet.
uk: Скопіювати файли з покажчика до робочого дерева каталогів.

source: Create a new commit object.
fi: Luo uusi commit-objekti.
sv: Skapa ett nytt incheckningsobjekt.
uk: Створити новий об’єкт внеску.

source: Compute object ID and optionally creates a blob from a file.
fi: Laske objektitunniste ja valinnaisesti luo blob-binaariobjekti tiedostosta.
sv: Beräkna objekt-ID och eventuellt skapa en klick från en fil.
uk: Обчислити ідентифікатор об’єкта і, необов’язково, створити бінарний запис з файла.

source: Build pack index file for an existing packed archive.
fi: Rakenna pakkaushakemistotiedosto olemassaolevasta pakatusta arkistosta.
sv: Bygg paketeringsindexfil för ett befintligt paketerat arkiv.
uk: Побудувати файл пакунка покажчика для наявного запакованого архіву.

source: Run a three-way file merge.
fi: Suorita kolmitietiedostoyhdistäminen.
sv: Kör en trevägs filsammanslagning.
uk: Виконати трикомпонентне об’єднання файлів.

source: Run a merge for files needing merging.
fi: Suorita merge-toiminto tiedostoille, jotka tarvitsevat yhdistämistä.
sv: Kör en sammanslagning för filer som behöver slås samman.
uk: Виконати об’єднання файлів, які потребують об’єднання.

source: Creates a tag object.
fi: Luo tunnisteobjektin.
sv: Skapar ett taggobjekt.
uk: Створити об’єкт мітки.

source: Build a tree-object from ls-tree formatted text.
fi: Rakenna puuobjekti ls-puumuotoisesta tekstistä.
sv: Bygg ett trädobjekt från ls-tree-formaterad text.
uk: Побудувати об’єкт tree на основі форматованого тексту ls-tree.

source: Create a packed archive of objects.
fi: Luo objektien pakattu arkisto.
sv: Skapa ett packat arkiv av objekt.
uk: Створити запакований архів об’єктів.

source: Remove extra objects that are already in pack files.
fi: Poista ylimääräiset objektit, jotka ovat jo pakkaustiedostoissa.
sv: Ta bort extra objekt som redan finns i packfiler.
uk: Вилучити додаткові об’єкти, які вже є у файлах pack.

source: iReads tree information into the index.
fi: iRead-toiminto siirtää puutiedon hakemistoon.
sv: iLäser trädinformation in i indexet.
uk: Прочитати дані дерева до покажчика.

source: iRead and modify symbolic refs.
fi: iRead ja muokkaa symbolisia viitteitä.
sv: iLäs och ändra symboliska referenser.
uk: Прочитати і змінити символічні посилання.

source: Unpack objects from a packed archive.
fi: Pura objektit pakatusta arkistosta.
sv: Packa upp obojekt från ett packat arkiv.
uk: Розпакувати об’єкти із запакованого архіву.

source: Register file contents in the working tree to the index.
fi: Rekisteröi työpuun tiedostosisältö hakemistoon.
sv: Registrera filinnehåll i arbetsträdet till indexet.
uk: Зареєструвати вміст файла у робочому дереві каталогів до покажчика.

source: Update the object name stored in a ref safely.
fi: Päivitä turvallisesti objektinimi, joka on tallennettu viitteeseen.
sv: Uppdatera objektnamnet som säkert lagrats i en referens.
uk: Безпечно оновити назву об’єкта, збереженого у посиланні.

source: Create a tree object from the current index.
fi: Luo puuobjekti nykyisestä hakemistosta.
sv: Skapa ett trädobjekt från det aktuella indexet.
uk: Створити об’єкт дерева каталогів з поточного покажчика.

source: Create a tar/zip archive of the files in the named tree object.
fi: Luo tiedostojen tar/zip-arkisto nimetyssä puuobjektissa.
sv: Skapa ett tar-/zip-arkiv av filerna i det namngivna trädobjektet.
uk: Створити архів tar/zip з файлів у вказаному об’єкті дерева каталогів.

source: Provide content or type and size information for repository objects.
fi: Tarjoa sisältö tai tyyppi- ja kokotiedot tietovarasto-objekteille.
sv: Tillhandahåll innehåll eller typ- och storleksinformation för förrådsobjekt.
uk: Надати дані щодо вмісту або типу і розміру для об’єктів у сховищі.

source: Compares files in the working tree and the index.
fi: Vertailee tiedostoja työpuussa ja hakemistossa.
sv: Jämför filer i arbetsträdet och indexet.
uk: Порівняти файли у робочому дереві каталогів та покажчику.

source: Compares content and mode of blobs between the index and repository.
fi: Vertailee binaariobjektin sisältöä ja tilaa indeksin ja tietovaraston välillä.
sv: Jämför innehåll och rättigheter på klickar mellan indexet och förrådet.
uk: Порівняти вміст і режим доступу бінарних об’єктів у покажчику та у сховищі.

source: Compares the content and mode of blobs found via two tree objects.
fi: Vertailee kahden puuobjektin kautta löydetyn binaariobjektin tilaa ja sisältöä.
sv: Jämför innehållet och rättigheter på klickar hittade via två trädobjekt.
uk: Порівняти вміст та режиму доступу бінарних файлів, найдених за допомогою двох об’єктів дерева каталогів.

source: Output information on each ref.
fi: Tulosta tietoja jokaisesta viitteestä.
sv: Mata ut information för varje referens.
uk: Вивести дані щодо кожного посилання.

source: Show information about files in the index and the working tree.
fi: Näytä tiedot tiedostoista hakemistossa ja työpuussa.
sv: Visa information om filer i indexet och arbetsträdet.
uk: Показати дані щодо файлів у покажчику та у робочому дереві каталогів.

source: List references in a remote repository.
fi: Luettele viitteet etätietovarastossa.
sv: Lista referenser i ett fjärrförråd.
uk: Показати список посилань у віддаленому сховищі.

source: List the contents of a tree object.
fi: Luettele puuobjektin sisältö.
sv: Lista innehållet i ett trädobjekt.
uk: Показати список вмісту об’єкта дерева каталогів.

source: Find as good common ancestors as possible for a merge.
fi: Etsi liittämistä varten niin hyvät yhteiset esivanhemmat kuin mahdollista.
sv: Hitta så bra gemensam anfader som möjligt för en sammanslagning.
uk: Знайти якомога якісніших спільних попередників для об’єднання.

source: Find symbolic names for given revs.
fi: Etsi symboliset nimet tietyille korjausversioille.
sv: Hitta symboliska namn för givna revisioner.
uk: Знайти символічні назви для вказаних модифікацій.

source: Find redundant pack files.
fi: Etsi tarpeettomat pakkaustiedostot.
sv: Hitta överflödiga packningsfiler.
uk: Знайти зайві файли pack.

source: Lists commit objects in reverse chronological order.
de: Commit-Objekte in zeitlich umgekehrter Reihenfolge auflisten
fi: Luettelee commit-objektit laskevassa aikajärjestyksessä.
sv: Lista incheckningsobjekt i omvänd kronologisk ordning.
uk: Показати список об’єктів внеску у зворотному хронологічному порядку.

source: Show packed archive index.
fi: Näytä pakattu arkistohakemisto.
sv: Visa packade arkivindex.
uk: Показати покажчик запакованого архіву.

source: List references in a local repository.
fi: Luettele viitteet paikallisessa tietovarastossa.
sv: Lista referenser i ett lokalt förråd.
uk: Показати список посилань у локальному сховищі.

source: Creates a temporary file with blob contents.
fi: Luo tilapäisen tiedoston binaariobjektisisällöllä.
sv: Skapar en temporärfil med klickinnehåll.
uk: Створити тимчасовий файл із вмістом бінарного запису.

source: Show a git logical variable.
fi: Näyttää git-loogisen muuttujan.
sv: Visa en logisk git-variabel.
uk: Показати логічну змінну git.

source: Validate packed git archive files.
fi: Vahvistaa pakatut git-arkistotiedostot.
sv: Validera packade git-arkivfiler.
uk: Перевірити файли запакованого архіву git.

source: Show git configuration.
de: Git-Konfiguration anzeigen
fi: Näytä git-asetukset.
sv: Visa git-konfigurationen.
uk: Показати налаштування git.

source: Show git index.
de: Git-Index anzeigen
fi: Näytä git-indeksi.
sv: Visa git-index.
uk: Показати покажчик git.

source: Show git references.
de: Git-Referenzen anzeigen
fi: Näytä git-viitteet.
sv: Visa git-referenser.
uk: Показати посилання git.

source: Index a <PACKFILE>.
de: Eine <PACKDATEI> indizieren.
fi: Hakemisto <PACKFILE>.
sv: Indexera en <PACKFIL>.
uk: Покажчик файла <PACKFILE>.

source: Set exec path to <DIR>. env(GIT_EXEC_PATH)
fi: Aseta exec-poluksi <DIR>. env(GIT_EXEC_PATH)
sv: Sätt exec-sökvägen till <KAT>. env(GIT_EXEC_PATH)
uk: Встановити шлях до виконуваних файлів у значення <КАТАЛОГ>. env(GIT_EXEC_PATH)

source: Set html path to <DIR>. env(GIT_HTML_PATH)
fi: Aseta html-poluksi <DIR>. env(GIT_HTML_PATH)
sv: Sätt html-sökväg till <KAT>. env(GIT_HTML_PATH)
uk: Встановити шлях до каталогу html у значення <КАТАЛОГ>. env(GIT_HTML_PATH)

source: Set man path to <DIR>.
fi: Aseta man-poluksi <DIR>.
sv: Sätt manualsökväg till <KAT>.
uk: Встановити шлях man у значення <КАТАЛОГ>.

source: Set info path to <DIR>.
fi: Aseta info-poluksi <DIR>.
sv: Sätt info-sökväg till <KAT>.
uk: Встановити шлях info у значення <КАТАЛОГ>.

source: Set paginate. env(PAGER)
fi: Aseta sivutukseksi paginate. env(PAGER)
sv: Sätt bläddrare. env(PAGER)
uk: Встановити поділ на сторінки. env(PAGER)

source: Do not use replacement refs for objects.
fi: Älä käytä korvausviitteitä objekteille.
sv: Använd inte ersättningsreferenser för objekt.
uk: Не використовувати посилання замінники для об’єктів.

source: Treat as a bare repository.
fi: Käsittele pelkkänä tietovarastona.
sv: Behandla som ett naket förråd.
uk: Вважати сховище мінімальним.
