Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: Usage: rpmwget [OPTION]... [URL]... Mandatory arguments to long options are mandatory for short options too. Mail bug reports and suggestions to <rpm-devel@rpm5.org>.
de: aufruf: rpmwget [OPTION] … [URL] … Vorgeschriebene Argumente zu langen Optionen sind ebenso für kurze Optionen vorgeschrieben. Melden Sie Fehler und Vorschläge an <rpm-devel@rpm5.org>.
fi: Käyttö: rpmwget [VALITSIN]... [VERKKO-OSOITE]... Pakolliset argumentit pitkille valitsimille ovat pakollisia myös lyhyille valitsimille. Ilmoita vikailmoitukset ja suositukset (englanniksi) osoitteeseen <rpm-devel@rpm5.org>. Ilmoita käännösvirheistä osoitteeseen <translation-team-fi@lists.sourceforge.net>.
fr: Utilisation: rpmwget [OPTION]... [URL]... Les arguments obligatoires pour les options longues sont aussi obligatoires pour les options courtes. Les rapports de bogues et les suggestions sont à envoyer par courriel à <rpm-devel@rpm5.org>.
sv: Användning: rpmwget [FLAGGA]... [URL]... Obligatoriska argument till långa flaggor är obligatoriska även för de korta. Skicka felrapporter och förslag till <rpm-devel@rpm5.org>. Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>.
uk: Використання: rpmwget [ПАРАМЕТР]... [АДРЕСА]... Обов’язкові аргументи для довгих форм запису параметрів є обов’язковими і для скорочених форм. Повідомляйте про вади та ваші пропозиції за адресою <rpm-devel@rpm5.org>.

source: Set the STORE to operate on (e.g. "targeted")
de: SPEICHER angeben, der verwendet werden soll (z.B. „targeted“)
fi: Aseta SÄILÖ toimimaan kohteella (esim. ”targeted”)
fr: Réglez le STORE pour fonctionner dessus (par exemple «ciblés»)
sv: Ange LAGER att operera på (e.g. "targeted")
uk: Вказати СХОВИЩЕ, над яким слід виконувати дії (наприклад, «targeted»)

source: STORE
de: SPEICHER
fi: SÄILÖ
sv: LAGER
uk: СХОВИЩЕ

source: Do not reload policy after commit
fi: Älä lataa menettelytapaa uudelleen commit-käskyn jälkeen
fr: Ne pas recharger la stratégie après réalisation
sv: Läs inte om policyn efter fastställande
uk: Не перезавантажувати правила після зміни

source: Remove dontaudits from policy
fi: Poista dontaudits-säännöt menettelytavasta
fr: Retirer dontaudits de la stratégie
sv: Ta bort dontaudits från policyn
uk: Вилучити з правил записи dontaudits

source: Display list of installed policy modules
de: Eine Liste der installierten Policy-Module anzeigen.
fi: Näytä asennettujen menettelytapamoduulien luettelo
fr: Afficher la liste des modules de stratégie installés
sv: Visa en lista på installerade policymoduler
uk: Показати список встановлених модулів правил

source: REGEX
de: REG_AUSDRUCK
fi: SÄÄNNÖLLINEN LAUSEKE
sv: REGUTTR
uk: ФОРМАЛЬНИЙ ВИРАЗ

source: Install a new module FILE
de: Eine neue Modul-DATEI installieren.
fi: Asenna uusi moduuliTIEDOSTO
fr: Installer un FICHIER nouveau module
sv: Installera en ny modulFIL
uk: Встановити новий ФАЙЛ модуля

source: Upgrade an existing module FILE
de: Eine existierende Modul-DATEI aktualisieren.
fi: Päivitä olemassaoleva moduuliTIEDOSTO
fr: Mettre à jour un FICHIER module existant
sv: Uppgradera en befintlig modulFIL
uk: Оновити вже створений ФАЙЛ модуля

source: Install a new base module FILE
de: Eine neue Basis-Modul-DATEI installieren.
fi: Asenna uusi perusmoduuli TIEDOSTO
fr: Installer un FICHIER nouveau module de base
sv: Installera en ny basmodulFIL
uk: Встановити новий ФАЙЛ основного модуля

source: Remove an existing MODULE
de: Existierendes MODUL entfernen
fi: Poista olemassaoleva MODUULI
fr: Supprimer un MODULE existant
sv: Ta bort en befintlig MODUL
uk: Вилучити вже створений МОДУЛЬ

source: MODULE
de: MODUL
fi: MODUULI
sv: MODUL
uk: МОДУЛЬ

source: Reload policy
de: Policy neu laden
fi: Lataa uudelleen menettelytapa
fr: Recharger la stratégie
sv: Läs om policyn
uk: Перезавантажити правила

source: Build and reload policy
de: Policy erstellen und neu laden
fi: Rakenna ja lataa uudelleen menettelytapa
fr: Construire et recharger la stratégie
sv: Bygg och läs om policyn
uk: Зібрати і перезавантажити правила

source: Other options:
de: Weitere Optionen:
fi: Muut valitsimet:
fr: Autres options:
sv: Andra flaggor:
uk: Інші параметри:

source: List installed policy modules that match REGEX.
de: Alle installierten Policy-Module auflisten, die auf REG_AUSDRUCK passen.
fi: Luettele asennetut menettelytapamoduulit, jotka täsmäävät SÄÄNNÖLLISEEN LAUSEKKEESEEN.
fr: Lister les modules de stratégie installés qui correspondent à REGEX.
sv: Lista installerade policymoduler som matchar REGUTTR.
uk: Показати список встановлених модулів правил, які відповідають ФОРМАЛЬНОМУ ВИРАЗУ.

source: [REGEX]
de: [REG_AUSDRUCK]
fi: [SÄÄNNÖLLINEN LAUSEKE]
sv: [REGUTTR]
uk: [ФОРМАЛЬНИЙ ВИРАЗ]

source: Install a new base policy module FILE.
de: Eine neue Basis-Policy-Modul-DATEI installieren.
fi: Asenna uusi perusmenettelytapamoduuliTIEDOSTO.
fr: Installer un FICHIER nouveau module de stratégie de base
sv: Installera en ny baspolicymodulFIL.
uk: Встановити новий ФАЙЛ модуля основних правил.

source: Install a new policy module FILE.
de: Eine neue Policy-Modul-DATEI installieren.
fi: Asenna uusi menettelytapamoduuliTIEDOSTO.
fr: Installer un nouveau FICHIER module de stratégie.
sv: Installera en ny policymodulFIL.
uk: Встановити новий ФАЙЛ модуля правил.

source: Upgrade an existing policy module FILE.
de: Eine existierende Policy-Modul-DATEI aktualisieren.
fi: Päivitä olemassaoleva menettelytapamoduuliTIEDOSTO.
fr: Mettre à jour un FICHIER module de stratégie existant.
sv: Uppgradera en befintlig policymodulFIL.
uk: Оновити вже створений ФАЙЛ модуля правил.

source: Remove an existing policy MODULE.
de: Ein existierendes Policy-MODUL entfernen.
fi: Poista olemassaoleva menettelytapaMODUULI.
fr: Supprimer un MODULE de stratégie existant.
sv: Ta bort en befintlig policyMODUL.
uk: Вилучити вже створений МОДУЛЬ правил.

source: Reload policy.
de: Policy neu laden.
fi: Lataa uudelleen menettelytapa.
fr: Recharger la stratégie.
sv: Läs om policyn.
uk: Перезавантажити правила.

source: Build and reload policy.
de: Policy erstellen und neu laden.
fi: Rakenna ja lataa uudelleen menettelytapa.
fr: Construire et recharger la stratégie.
sv: Bygg och läs om policyn.
uk: Зібрати і перезавантажити правила.

source: Exit the program.
de: Das Programm beenden.
fi: Poistu ohjelmasta.
fr: Quittez le programme.
sv: Avsluta programmet.
uk: Завершити роботу програми.

source: illegal _docdir_fmt: %s
de: Ungültiges _docdir_fmt: %s
fr: _docdir_fmt illégal: %s
sv: otillåtet _docdir_fmt: %s
uk: некоректне _docdir_fmt: %s

source: 'EXPR'
de: „AUSDRUCK“
sv: 'UTTR'
uk: 'ВИРАЗ'

source: <tid>
uk: <ід_оп>

source: ROOT
de: WURZELVERZEICHNIS
sv: ROT
uk: КОРІНЬ

source: <sec>
sv: <sek>
uk: <число>

source: <DIR>
sv: <KAT>
uk: <КАТАЛОГ>

source: MANIFEST
fr: MANIFESTE
sv: PAKETFÖRTECKNING
uk: МАНІФЕСТ

source: (p)
sv: (m)
uk: (ш)

source: =locale
sv: =lokal
uk: =локаль

source: PR
uk: ПР

source: <gitdir>
de: <GIT-Verzeichnis>
sv: <gitkat>

source: <PACKFILE>
de: <PACKDATEI>
sv: <PACKFIL>
