Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: Debug rpmps Problem Set
de: Die Liste der Rpmps-Probleme debuggen
fi: Vikajäljitä rpmps-pulmajoukko
fr: Déboguer rpmps Problem Set
sv: Felsök rpmps problemmängd
uk: Діагностика набору проблем rpmps

source: Debug rpmte Transaction Element
de: rpmte-Transaktionselement debuggen
fi: Vikajäljitä rpmte-tietokantatapahtumajoukkoelementti
fr: Déboguer rpmte Transaction Element
sv: Felsök rpmte transaktionselement
uk: Діагностика елемента операції rpmte

source: Debug rpmts Transaction Set
de: rpmts-Transaktionsset debuggen
fi: Vikajäljitä rpmts-tietokantatapahtumajoukko
fr: Déboguer rpmts Transaction Set
sv: Felsök rpmts transaktionsmängd
uk: Діагностика набору операцій rpmts

source: Debug rpmwf Wrapper Format
fi: Vikajäljitä rpmwf-käärinmuoto
fr: Déboguer rpmwf Wrapper Format
sv: Felsök rpmwf inkapslingsformat
uk: Діагностика формату обгортки rpmwf

source: Display operation statistics
de: Operationsstatistik anzeigen
fi: Näytä toimintatilastot
fr: Afficher les statistiques des opérations
sv: Visa arbetsstatistik
uk: Показати статистичні дані щодо дії

source: %s: option table misconfigured (%d)
de: %s: Optionstabelle ist falsch konfiguriert (%d)
fi: %s: valitsintaulu on asetettu väärin (%d)
fr: %s: la table d'option est mal configurée (%d)
sv: %s: flaggtabell felkonfigurerad (%d)
uk: %s: помилкове налаштування таблиці параметрів (%d)

source: exclude paths must begin with a /
de: Ausgeschlossene Pfade müssen mit einem / beginnen
fi: poissuljettavien polkujen on alettava merkillä /
fr: les chemins exclus doivent débuter par un /
sv: uteslutna sökvägar måste börja med /
uk: записи виключених шляхів мають починатися з /

source: Option --relocate needs /old/path=/new/path argument
de: Die Option --relocate benötigt /alter/Pfad=/neuer/Pfad
fi: Valitsin --relocate tarvitsee /vanha/polku=/uusi/polku -argumentin
fr: Option --relocate a besoin de l'argument /old/path=/new/path
sv: Flaggan --relocate behöver ett argument /gammal/sökväg=/ny/sökväg
uk: У разі використання параметра --relocate слід вказати аргумент /старий/шлях=/новий/шлях

source: relocations must begin with a /
de: Verschiebungen müssen mit einem / beginnen
fi: sijoitusten on alettava /-merkillä
fr: Les déplacements doivent commencer par un /
sv: omflyttningar måste börja med /
uk: записи переміщень мають починатися з /

source: relocations must contain a =
de: Verschiebungen müssen ein = enthalten
fi: sijoituksissa on oltava =-merkki
fr: Les déplacements doivent contenir un =
sv: omflyttningar måste innehålla ett =
uk: записи переміщень повинні містити =

source: relocations must have a / following the =
de: Verschiebungen müssen einen / nach dem = enthalten
fi: sijoituksissa on oltava / =-merkin jäljessä
fr: Les déplacements doivent avoir / suivi de =
sv: omflyttningar måste ha ett / efter =
uk: у записах переміщень має бути /, за яким слід вказати =

source: Option --rbexclude needs transaction id argument(s)
de: Die Option --rbexclude benötigt eine Transaktions-ID
fi: Valitsin --rbexclude tarvitsee tietokantatapahtumatunnisteargumentit
fr: Option --rbexclude a besoin de l'argument(s) "id transaction"
sv: Flaggan --rbexclude behöver transaktions-id-argument
uk: У разі використання параметра --rbexclude слід вказати аргументи ідентифікатора операції

source: Option --rollback needs a time/date stamp argument
de: Die Option --rollback benötigt einen Datums-/Zeitstempel
fi: Valitsin --rollback tarvitsee aika-/päiväleima-argumentin
fr: Option --rollback a besoin de l'argument d'une étiquette temps/date
sv: Flaggan --rollback behöver en tid-/datumstämpel som argument
uk: У разі використання параметра --rollback потрібно додавати позначку часу і дати

source: Rollback goal: %-24.24s (0x%08x)
de: Rollback-Ziel: %-24.24s (0x%08x)
fi: Takaisinkierron kohde: %-24.24s (0x%08x)
fr: Objectif de rollback: %-24.24s (0x%08x)
sv: Återställningsmål: %-24.24s (0x%08x)
uk: Резервна ціль: %-24.24s (0x%08x)

source: malformed rollback time/date stamp argument
de: Missgebildeter Datums-/Zeitstempel für ein Rollback
fi: vääränmuotoinen takaisinkierron aika-/päiväleima -argumentti
fr: argument d'étiquette temps/date de rollback mal formé
sv: felformaterat tid-/datumstämpelargument för återställning
uk: помилкове форматування аргументу позначки часу і дати rollback

source: arbgoal takes a time/date stamp argument
de: Rollback benötigt einen Datums-/Zeitstempel
fi: arbgoal vaatii aika-/päiväleima -argumentin
fr: arbgoal nécessite un argument d'étiquette temps/date
sv: arbgoal tar en tid-/datumstämpel som argument
uk: arbgoal слід передати аргумент у форматі часу і дати

source: malformed arbgoal time/date stamp argument
de: Missgebildeter Datums-/Zeitstempel für ein Rollback
fi: vääränmuotoinen arbgoal aika-/päiväleima -argumentti
fr: argument d'étiquette temps/date de arbgoal mal formé
sv: felformaterat tid-/datumstämpelargument för arbgoal
uk: помилкове форматування аргументу позначки часу і дати arbgoal

source: install all files, even configurations which might otherwise be skipped
de: Alle Dateien installieren, sogar Konfigurationsdateien, die sonst möglicherweise übersprungen werden
fi: asenna kaikki tiedostot, myös asetukset, jotka muuten ehkä ohitettaisiin
fr: installer tous les fichiers, même ceux de configuration qui autrement auraient été sautés
sv: installera alla filer, även konfigurationer som annars kunde hoppats över
uk: встановити всі файли, навіть файли налаштувань, які у іншому разі можна було б пропустити

source: do not execute package scriptlet(s)
de: Keine Paket-Skriptlets ausführen
fi: älä suorita pakettiskriptlettejä
fr: ne pas exécuter le(s) scriptlet(s) du paquet
sv: kör inte paketskript
uk: не виконувати допоміжних скриптів пакунка

source: save erased package files by renaming into sub-directory
de: Gelöschte Paket-Dateien durch Umbenennen im Unterverzeichnis sichern
fi: tallenna poistetut pakettitiedostot nimeämällä uudelleen alihakemistoon
fr: sauvegarder les fichiers des paquets effacés en les renommant dans un sous-répertoire
sv: spara raderade paketfiler genom att spara dem i underkatalog
uk: зберегти вилучені файли пакунків перейменуванням з пересуванням до підкаталогу

source: do not install configuration files
de: Keine Konfigurationsdateien installieren
fi: älä asenna asetustiedostoja
fr: ne pas installer les fichiers de configuration
sv: installera inte konfigurationsfiler
uk: не встановлювати файли налаштувань

source: do not install documentation
de: Keine Dokumentation installieren
fi: älä asenna dokumentaatiota
fr: ne pas installer la documentation
sv: installera inte dokumentation
uk: не встановлювати документацію

source: update the database, but do not modify the filesystem
de: Die Datenbank aktualisieren, aber nichts im Dateisystem verändern
fi: päivitä tietokanta, mutta älä muuta tiedostojärjestelmää
fr: mettre à jour la base de données, mais ne pas modifier le système de fichier
sv: uppdatera databasen, men ändra inte filsystemet
uk: оновити базу даних, але не вносити змін до файлової системи

source: don't install file security contexts
de: Keine Sicherheitskontext-Dateien installieren
fi: älä asenna tiedostoturvaviitekehyksiä
fr: ne pas installer les contextes de sécurité des fichiers
sv: installera inte filsäkerhetskontexter
uk: не встановлювати контекстів безпеки файлів

source: don't verify file digests
de: Datei-Prüfsummen nicht überprüfen
fi: älä todenna tiedostokoosteita
fr: ne pas vérifier les digests du fichier
sv: verifiera inte filkontrollsummor
uk: не перевіряти контрольні суми файлів

source: don't verify file security contexts
de: Keine Überprüfung des Sicherheitskontexts
fi: älä todenna tiedostoturvaviitekehyksiä
fr: ne pas vérifier les contextes de sécurité des fichiers
sv: verifiera inte säkerhetskontexter
uk: не перевіряти контексти безпеки файла

source: don't register headers in rpmdb
de: Header nicht in rpmdb registrieren
fi: älä rekisteröi otsakkeita kohteessa rpmdb
fr: ne pas enregistrer les en-têtes dans rpmdb
sv: Registrera inte huvuden i rpmdb
uk: не реєструвати заголовки у rpmdb

source: do not execute %%pretrans scriptlet (if any)
de: %%pretrans-Skriptlet nicht ausführen (wenn vorhanden)
fi: älä suorita %%pretran-skriptlettiä (jos sellainen on)
fr: ne pas exécuter le scriptlet %%pretrans (si présent)
sv: utför inte (eventuellt) %%pretrans-skript
uk: не виконувати допоміжного скрипту %%pretrans (якщо такий вказано)

source: do not execute %%pre scriptlet (if any)
de: %%pre-Skriptlet nicht ausführen (wenn vorhanden)
fi: älä suorita %%pre-skriptlettiä (jos sellainen on)
fr: ne pas exécuter le scriptlet %%pre (si présent)
sv: utför inte (eventuellt) %%pre-skript
uk: не виконувати допоміжного скрипту %%pre (якщо такий вказано)

source: do not execute %%post scriptlet (if any)
de: %%post-Skriptlet nicht ausführen (wenn vorhanden)
fi: älä suorita %%post-skriptlettiä (jos sellainen on)
fr: ne pas exécuter le scriptlet %%post (si présent)
sv: utför inte (eventuellt) %%post-skript
uk: не виконувати допоміжного скрипту %%post (якщо такий вказано)

source: do not execute %%preun scriptlet (if any)
de: %%preun-Skriptlet nicht ausführen (wenn vorhanden)
fi: älä suorita %%preun-skriptlettiä (jos sellainen on)
fr: ne pas exécuter le scriptlet %%preun (si présent)
sv: utför inte (eventuellt) %%preun-skript
uk: не виконувати допоміжного скрипту %%preun (якщо такий вказано)

source: do not execute %%postun scriptlet (if any)
de: %%postun-Skriptlet nicht ausführen (wenn vorhanden)
fi: älä suorita %%postun-skriptlettiä (jos sellainen on)
fr: ne pas exécuter le scriptlet %%postun (si présent)
sv: utför inte (eventuellt) %%postun-skript
uk: не виконувати допоміжного скрипту %%postun (якщо такий вказано)

source: do not execute %%postrans scriptlet (if any)
de: %%posttrans-Skriptlet nicht ausführen (wenn vorhanden)
fi: älä suorita %%postrans-skriptlettiä (jos sellainen on)
fr: ne pas exécuter le scriptlet %%postrans (si présent)
sv: utför inte (eventuellt) %%posttrans-skript
uk: не виконувати допоміжного скрипту %%postrans (якщо такий вказано)

source: do not execute any scriptlet(s) triggered by this package
de: Keine Skriptlets dieses Pakets ausführen
fi: älä suorita mitään tämän paketin liipaisemaa skriptlettiä
fr: n'exécuter aucun scriptlet activé par ce paquet
sv: kör inte skript utlösta av detta paket
uk: не виконувати жодних допоміжних скриптів, які стосуються цього пакунка

source: do not execute any %%triggerprein scriptlet(s)
de: %%triggerprein-Skriptlets nicht ausführen
fi: älä suorita mitään %%triggerprein-skriptlettiä
fr: n'exécuter aucun scriptlet %%triggerprein
sv: kör inte %%triggerprein-skript
uk: не виконувати жодних допоміжних скриптів %%triggerprein

source: do not execute any %%triggerin scriptlet(s)
de: %%triggerin-Skriptlets nicht ausführen
fi: älä suorita mitään %%triggerin-skriptlettiä
fr: n'exécuter aucun scriptlet %%triggerin
sv: kör inte %%triggerin-skript
uk: не виконувати жодних допоміжних скриптів %%triggerin

source: do not execute any %%triggerun scriptlet(s)
de: %%triggerun-Skriptlets nicht ausführen
fi: älä suorita mitään %%triggerun-skriptlettiä
fr: n'exécuter aucun scriptlet %%triggerin
sv: kör inte %%triggerun-skript
uk: не виконувати жодних допоміжних скриптів %%triggerun

source: do not execute any %%triggerpostun scriptlet(s)
de: %%triggerpostun-Skriptlets nicht ausführen
fi: älä suorita mitään %%triggerpostun-skriptlettiä
fr: n'exécuter aucun scriptlet %%triggerpostun
sv: kör inte %%triggerpostun-skript
uk: не виконувати жодних допоміжних скриптів %%triggerpostun

source: save erased package files by repackaging
de: Sichern der gelöschten Paket-Dateien durch erneutes Bauen des Pakets
fi: tallenna poistetut pakettitiedostot pakkaamalla uudelleen
fr: sauvegarder les fichiers effacés du paquet en le réempaquetant
sv: spara raderade paketfiler genom ompaketering
uk: зберегти вилучені файли пакунка повторним пакуванням

source: don't install, but tell if it would work or not
de: Nicht installieren - nur anzeigen, ob es funktionieren würde
fi: älä asenna, mutta kerro onnistuisiko asentaminen
fr: ne pas installer mais avertir si cela fonctionnerait ou non
sv: installera inte, men tala om ifall det skulle fungera eller inte
uk: не встановлювати, лише повідомити, чи буде працювати

source: remove all packages which match <package> (normally an error is generated if <package> specified multiple packages)
de: Alle Pakete entfernen, die mit <Paket> übereinstimmen (normalerweise wird eine Fehlermeldung angezeigt, wenn <Paket> auf mehrere Pakete zutrifft)
fi: poista kaikki paketit, joiden nimeä vastaa <paketti> (tavallisesti, jos <paketti> määrittelee useita paketteja, tulee virhe)
fr: enlever les paquets qui concordent avec <paquet> (normalement une erreur est générée si le <paquet> spécifie plusieurs paquets)
sv: ta bort alla paket som matchar <paket> (normalt ger det ett fel om <paket> anger flera paket)
uk: вилучити всі пакунки, що відповідають ключу <пакунок> (зазвичай, якщо <пакунок> вказує на декілька пакунків, буде повідомлено про помилку)

source: relocate files in non-relocatable package
de: Dateien eines nicht verschiebbaren Pakets verschieben
fi: sijoita tiedostot ei-sijoitettavassa paketissa
fr: déplacer les fichiers dans le paquet non délocalisable
sv: relokera filer i ej relokerbart paket
uk: перемістити файли у непридатному до переміщення пакунку

source: erase (uninstall) package
de: Paket löschen (deinstallieren)
fi: poista paketti
fr: effacer (désinstaller) le paquet
sv: radera (avinstallera) paket
uk: вилучити пакунок

source: <package>+
de: <Paket>+
fi: <paketti>+
fr: <paquet>+
sv: <paket>+
uk: <пакунок>+

source: skip files with leading component <path>
de: Dateien mit beginnendem <Pfad> überspringen
fi: ohita tiedostot, joiden alkavana komponenttina on <polku>
fr: sauter les fichiers avec un composant de tête <chemin>
sv: hoppa över filer med inledande <sökväg>
uk: пропустити файли, назви яких починаються на <шлях>

source: <path>
de: <Pfad>
fi: <polku>
fr: <chemin>
sv: <sökväg>
uk: <шлях>

source: detect file conflicts between packages
de: Datei-Konflikte zwischen Paketen erkennen
fi: havaitse tiedostoristiriidat pakettien välillä
fr: détecter les conflits de fichiers entre les paquets
sv: upptäck filkonflikter mellan paket
uk: виявляти конфлікти файлів між пакунками

source: upgrade package(s) if already installed
de: Paket(e) aktualisieren, wenn bereits installiert
fi: päivitä paketit, jotka on jo asennettu
fr: mettre à jour les paquets s'ils sont déjà installés
sv: uppgradera paket om redan installerade
uk: оновити пакунки, якщо їх вже встановлено

source: <packagefile>+
de: <Paket-Datei>+
fi: <pakettitiedosto>+
sv: <paketfil>+
uk: <файл пакунка>+

source: print hash marks as package installs (good with -v)
de: Rautezeichen während der Installation zeigen (empfehlenswert mit -v)
fi: tulosta risuaitaa paketin asentuessa (sopii käytettäväksi valitsimen -v kanssa)
fr: publier les marques de hachage des installations de paquets (utile avec -v)
sv: skriv ut brädgårdar allteftersom paketet installeras (bra tillsammans med -v)
uk: виводити символи решіток для позначення поступу встановлення (варто використовувати разом з -v)

source: don't verify package architecture
de: Keine Überprüfung der Paket-Architektur
fi: älä todenna paketin arkkitehtuuria
fr: ne pas vérifier l'architecture du paquet
sv: verifiera inte paketarkitektur
uk: не перевіряти архітектуру пакунка

source: don't verify package operating system
de: Keine Überprüfung des Paket-Betriebssystems
fi: älä todenna paketin käyttöjärjestelmää
fr: ne pas vérifier le système d'exploitation exigé par le paquet
sv: verifiera inte paketets operativsystem
uk: не перевіряти операційну систему пакунка

source: don't check disk space before installing
de: Keine Überprüfung des Festplattenspeichers vor der Installation
fi: älä tarkista levytilaa ennen asennusta
fr: ne pas vérifier l'espace disque avant l'installation
sv: kontrollera inte diskutrymme före installation
uk: не перевіряти наявність місця на диску перед встановленням

source: install documentation
de: Dokumentation installieren
fi: asenna dokumentaatio
fr: installer la documentation
sv: installera dokumentation
uk: встановити документацію

source: install package(s)
de: Paket(e) installieren
fi: asenna paketit
fr: installer le(s) paquet(s)
sv: installera paket
uk: встановити пакунки

source: do not verify package dependencies
de: Keine Überprüfung der Paket-Abhängigkeiten
fi: älä todenna paketin riippuvuuksia
fr: ne pas vérifier les dépendances du paquet
sv: verifiera inte paketberoenden
uk: не перевіряти залежностей пакунків

source: do not reorder package installation to satisfy dependencies
de: Paket-Installation nicht neu sortieren, um die Abhängigkeiten zu erfüllen
fi: älä muuta paketin asennusjärjestystä riippuvuuksien tyydyttämiseksi
fr: ne pas réordonner l'installation des paquet pour satisfaire les dépendances
sv: flytta inte om paketinstallationen för att tillfredsställa beroenden
uk: не змінювати порядок пакунків для задоволення залежностей

source: upgrade to an old version of the package (--force on upgrades does this automatically)
de: Aktualisierung auf eine alte Version des Pakets (--force macht das bei Aktualisierungen automatisch)
fi: päivitä vanhempaan pakettiversioon (--force tekee tämän päivitettäessä automaattisesti)
fr: mettre à jour le paquet à une ancienne version (--force on pour des mises à jour automatique)
sv: uppgradera till en gammal version av paketet (--force vid uppgraderingar gör detta automatiskt)
uk: оновити до старішої версії пакунка (--force у командах оновлення виконує таку операцію автоматично)

source: print percentages as package installs
de: Prozentangabe bei der Paket-Installation ausgeben
fi: tulosta asennuksen eteneminen prosentteina
fr: afficher le pourcentage d'installation du paquet
sv: skriv procent allt eftersom paketet installeras
uk: виводити дані щодо поступу встановлення у відсотках

source: relocate the package to <dir>, if relocatable
de: Das Paket verschieben, wenn es verschiebbar ist, in das Verzeichnis <Verzeichnis>
fi: sijoita paketti hakemistoon <hakem>, jos sijoittaminen on mahdollista
fr: déplacer les paquets vers <rép>, si déplaçable
sv: flytta paketet till <katalog>, om flyttbart
uk: перемістити пакунок до <каталогу>, якщо пакунок можна переміщувати

source: <dir>
de: <Verzeichnis>
fi: <hakem>
fr: <rép>
sv: <kat>
uk: <каталог>

source: relocate files from path <old> to <new>
de: Dateien von <alter Pfad> nach <neuer Pfad> verschieben
fi: sijoita tiedostot polusta <vanha> polkuun <uusi>
fr: déplacer les fichiers à partir du chemin <old> vers <new>
sv: relokera filer från <gammal> till <ny>
uk: перемістити файли з каталогу <старий> до каталогу <новий>

source: <old>=<new>
de: <alter Pfad>=<neuer Pfad>
fi: <vanha>=<uusi>
sv: <gammal>=<ny>
uk: <старий>=<новий>

source: ignore file conflicts between packages
de: Datei-Konflikte zwischen Paketen ignorieren
fi: ohita tiedostoristiriidat pakettien välillä
fr: Ignorer les conflits de fichiers entre les paquets
sv: ignorera filkonflikter mellan paket
uk: ігнорувати конфлікти файлів між пакунками

source: reinstall if the package is already present
de: Erneut installieren, wenn das Paket bereits vorhanden ist
fi: asenna paketti uudelleen, jos se on jo asennettu
fr: réinstaller si le paquet est déjà présent
sv: ominstallera när paketet redan är installerat
uk: перевстановити, якщо пакунок вже встановлено

source: deinstall new, reinstall old, package(s), back to <date>
de: Neue(s) Paket(e) deinstallieren, alte(s) Paket(e) installieren, zurück zum <Datum>
fi: poista uusi asennus, asenna uudelleen vanhat paketit, palaa päivään <päivämäärä>
fr: désinstaller le nouveau et réinstaller l'ancien paquet selon la <date>
sv: avinstallera nya, ominstallera gamla, paket tillbaka till <datum>
uk: вилучити нові, перевстановити стані пакунки, повернутися до стану <дати>

source: <date>
de: <Datum>
fi: <päivämäärä>
sv: <datum>
uk: <дата>

source: If transaction fails rollback to <date>
de: Wenn die Transaktion fehlschlägt, ein Rollback zum <Datum> ausführen
fi: Jos tietokantatapahtuman takaisinkierto päivämäärään <päivämäärä> epäonnistuu
fr: Si la transaction échoue, restauration au <date>
sv: Om en transaktion misslyckas, rulla tillbaka till <datum>
uk: У разі помилки під час виконання операції повернутися до стану <дати>

source: Exclude Transaction I.D. from rollback
de: Transaktions-ID vom Rollback ausschließen
fi: Jätä tietokantatapahtumatunniste pois takaisinkierrosta
fr: Exclure Transaction ID de restauration
sv: Utelämna transaktions-id från tillbakarullning
uk: Виключити операцію з вказаним ідентифікатором з дії з повернення

source: upgrade package(s)
de: Paket(e) aktualisieren
fi: päivitä paketit
fr: mettre à jour le(s) paquet(s)
sv: uppgradera paket
uk: оновити пакунки

source: query/verify all packages
de: Abfrage/Überprüfung aller Pakete
fi: kysele/todenna kaikki paketit
fr: interroger/vérifier tous les paquets
sv: fråga om/verifiera alla paket
uk: опитати/перевірити всі пакунки

source: rpm checksig mode
de: Abfrage-Modus der Signatur
fi: ”rpm checksig”-tila
fr: mode checksig RPM
sv: rpm signaturkontrolläge
uk: режим перевірки підписів

source: query/verify package(s) owning file
de: Abfragen/Überprüfen eines Pakets, das die Datei besitzt
fi: kysele/todenna paketit, jotka omistavat tiedoston
fr: interroger/vérifier le(s) paquet(s) pour identifier l'appartenance du fichier
sv: fråga om/verifiera de paket som äger fil
uk: опитати/перевірити пакунки, до яких належить файл

source: query/verify package(s) in group
de: Abfragen/Überprüfen eines Pakets einer Gruppe
fi: kysele/todenna paketit ryhmässä
fr: interroger/vérifier le paquet dans le groupe
sv: fråga om/verifiera paket i grupp
uk: опитати/перевірити пакунки з групи

source: query/verify a package file
de: Abfragen/Überprüfen einer Paket-Datei
fi: kysele/todenna pakettitiedosto
fr: interroger/vérifier le fichier d'un paquet
sv: fråga om/verifiera en paketfil
uk: опитати/перевірити файл пакунка

source: query/verify package(s) from TOP file tree walk
de: Abfragen/Überprüfen von Paket(en) mit Durchlaufen des Dateibaumes von OBEN
fi: kysele/todenna paketit TOP-tiedostopuukävelystä
fr: interroger/vérifier le(s) paquet(s) depuis le haut de l'arborescence du chemin du fichier
sv: fråga om/verifiera paket från TOP-filträdstraversering
uk: опитати/перевірити пакунки з дерева файлів TOP

source: query/verify package(s) from system HDLIST
de: Abfragen/Überprüfen von Paketen der System-HDLIST
fi: kysele/todenna paketit järjestelmän HDLISTistä
fr: interroger/vérifier le(s) paquet(s) depuis le système HDLIST
sv: fråga om/verifiera paket från systemets HDLIST
uk: опитати/перевірити пакунки з системного списку HDLIST

source: query/verify package(s) with source package identifier
de: Abfragen/Überprüfen von Paketen mit der Quellpaket-Kennung
fi: kysele/todenna paketit lähdekoodipakettitunnisteella
fr: interroger/vérifier le(s) paquet(s) avec l'identificateur du paquet source
sv: fråga om/verifiera paket med källpaketidentifierare
uk: опитати/перевірити пакунки за ідентифікатором пакунка з кодами

source: query/verify package(s) with package identifier
de: Abfragen/Überprüfen von Paketen mit der Paket-Kennung
fi: kysele/todenna paketit pakettitunnisteella
fr: interroger/vérifier le(s) paquet(s) avec l'identificateur de paquet
sv: fråga om/verifiera paket med paketidentifierare
uk: опитати/перевірити пакунки за ідентифікатором пакунка

source: query/verify package(s) with header identifier
de: Abfragen/Überprüfen von Paketen mit Header-Kennung
fi: kysele/todenna paketit otsaketunnisteella
fr: interroger/vérifier le(s) paquet(s) avec l'identificateur d'en-tête
sv: fråga om/verifiera paket med huvudidentifierare
uk: опитати/перевірити пакунки за ідентифікатором заголовка
