Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: Missing ')' in %s(%s
de: Fehlende „)“ bei %s(%s
fi: Puuttuva ’)’ argumentissa %s(%s
fr: ')' manquante dans %s(%s
sv: ")" saknas i %s(%s
uk: Не вистачає «)» у %s(%s

source: Invalid %s token: %s
de: Ungültiges %s-Zeichen: %s
fi: Virheellinen %s-argumenttimerkkijono: %s
fr: Jeton %s invalide: %s
sv: Ogiltigt %s-element: %s
uk: Некоректний елемент %s: %s

source: Missing %s in %s %s
de: Fehlendes %s bei %s %s
fi: Puuttuva %s-merkki tai -laite argumentissa %s %s
fr: Manquant %s dans %s %s
sv: %s saknas i %s %s
uk: Не вистачає %s у %s %s

source: Non-white space follows %s(): %s
de: Druckbarem Zeichen folgt %s(): %s
fi: Ei-tyhjemerkki seuraa attribuuttiargumenttia %s(): %s
fr: Espacement non-blanc suivant %s(): %s
sv: Annat än blanktecken följer på %s(): %s
uk: За %s() вказано непробільне значення: %s

source: Bad syntax: %s(%s)
de: Ungültige Syntax: %s(%s)
fi: Virheellinen syntaksi: %s(%s)
fr: Mauvaise syntaxe: %s(%s)
sv: Felaktig syntax: %s(%s)
uk: Помилковий синтаксис: %s(%s)

source: Bad mode spec: %s(%s)
de: Ungültige Dateiberechtigungen: %s(%s)
fi: Virheellinen tilamäärittely: %s(%s)
fr: Mauvaise spécification de mode: %s(%s)
sv: Felaktig rättighetsspecifikation: %s(%s)
uk: Помилкові права доступу: %s(%s)

source: Bad dirmode spec: %s(%s)
de: Ungültige Verzeichnisberechtigungen: %s(%s)
fi: Virheellinen dirmode-määrittely: %s(%s)
fr: Mauvaise spécification dirmode: %s(%s)
sv: Felaktig specifikation av katalogrättigheter: %s(%s)
uk: Помилкові права доступу до каталогу: %s(%s)

source: Unusual locale length: "%.*s" in %%lang(%s)
de: Ungewöhnliche Länge der Lokalisierung „%.*s“ in %%lang(%s)
fi: Epätavallinen locale-pituus: ”%.*s” kielessä %%lang(%s)
fr: Longueur non usuelle de locale: "%.*s" dans %%lang(%s)
sv: Ovanlig lokallängd: "%.*s" i %%lang(%s)
uk: Незвичайна довжина locale: «%.*s» у %%lang(%s)

source: Duplicate locale %.*s in %%lang(%s)
de: Doppelte Lokalisierung %.*s in %%lang(%s)
fi: Kaksoiskappale locale %.*s kielessä %%lang(%s)
fr: Doublon de locale %.*s dans %%lang(%s)
sv: Duplicerad lokal %.*s i %%lang(%s)
uk: Дублювання locale %.*s у %%lang(%s)

source: Hit limit for %%docdir
de: Grenze für %%docdir erreicht
fi: Osui rajaan hakemistolle %%docdir
fr: Limite atteinte pour %%docdir
sv: Slog i gränsen för %%docdir
uk: Досягнуто обмеження для %%docdir

source: Only one arg for %%docdir
de: Nur ein Argument für %%docdir
fi: Vain yksi argumentti hakemistolle %%docdir
fr: Un seul argument pour %%docdir
sv: Endast ett argument till %%docdir
uk: Лише один аргумент %%docdir

source: Two files on one line: %s
de: Zwei Dateien in einer Zeile: %s
fi: Kaksi tiedostoa yhdellä rivillä: %s
fr: Deux fichier sur une ligne: %s
sv: Två filer på en rad: %s
uk: Два файли у одному рядку: %s

source: File must begin with "/": %s
de: Datei muss mit „/“ beginnen: %s
fi: Tiedoston on alettava ”/”-merkillä: %s
fr: Le fichier doit débuter par "/": %s
sv: Filnamn måste börja med "/": %s
uk: Назва файла має починатися з «/»: %s

source: Can't mix special %%doc with other forms: %s
de: %%doc kann nicht mit anderen Formaten gemischt werden: %s
fi: Ei voi sekoittaa erikoismuotoa %%doc muiden muotojen kanssa: %s
fr: Ne peut mélanger la forme spéciale %%doc avec d'autres formes: %s
sv: Kan inte blanda special %%doc med andra former: %s
uk: Не можна змішувати ос. %%doc з іншими формами: %s

source: File listed twice: %s
de: Datei doppelt aufgelistet: %s
fi: Tiedosto luetteloitu kahdesti: %s
fr: Fichier apparaissant deux fois: %s
sv: Filen uppräknad två gånger: %s
uk: Файл вказано двічі: %s

source: Symlink points to BuildRoot: %s -> %s
de: Symbolischer Link zeigt auf den BuildRoot: %s -> %s
fi: Symbolinen linkki osoittaa kohteeseen BuildRoot: %s -> %s
fr: points de liens symboliques vers Buildroot: %s -> %s
sv: Symbolisk länk pekar på BuildRoot: %s -> %s
uk: Символічне посилання вказує на BuildRoot: %s -> %s

source: File doesn't match prefix (%s): %s
de: Datei stimmt nicht mit dem Präfix überein (%s): %s
fi: Tiedosto ei täsmää etuliitteeseen (%s): %s
fr: Le préfixe du fichier ne concorde pas (%s): %s
sv: Filen matchar inte prefixet (%s): %s
uk: Файл не відповідає префіксу (%s): %s

source: Optional file not found: %s
de: Optionale Datei nicht gefunden: %s
fi: Vaihtoehtoista tiedostoa ei löytynyt: %s
fr: Fichier optionnel introuvable:%s
sv: Ej obligatorisk fil hittades inte: %s
uk: Додаткового файла не знайдено: %s

source: File not found: %s
de: Datei nicht gefunden: %s
fi: Tiedostoa ei löytynyt: %s
fr: Fichier non trouvé: %s
sv: Filen hittades inte: %s
uk: Файл не знайдено: %s

source: %s: can't load unknown tag (%d).
de: %s: Unbekannter Tag kann nicht geladen werden (%d).
fi: %s: tuntemattoman tunnisteen (%d) lataus epäonnistui.
fr: %s: ne peut pas charger la balise inconnue (%d).
sv: %s: kan inte läsa in okänd tagg (%d).
uk: %s: не вдалося завантажити невідомий теґ (%d).

source: %s: public key read failed.
de: %s: Lesen des öffentlichen Schlüssels fehlgeschlagen.
fi: %s: julkisen avaimen luku epäonnistui.
fr: %s: lecture de clé publique échouée.
sv: %s: läsning av publik nyckel misslyckades.
uk: %s: невдала спроба читання відкритого ключа.

source: %s: not an armored public key.
de: %s: Ist kein gepanzerter öffentlicher Schlüssel.
fi: %s: panssaroimaton julkinen avain.
fr: %s: n'est pas une clé publique blindée.
sv: %s: inte en publik nyckel med skal.
uk: %s: не є захищеним відкритим ключем.

source: %s: *.te policy read failed.
de: %s: Lesen der *.te-Richtlinie fehlgeschlagen.
fi: %s: *.te -menettelytavan lukeminen epäonnistui.
fr: %s: lecture de la règle *.te échouée.
sv: %s: inläsning av *.te-policy misslyckades.
uk: %s: не вдалося прочитати правила *.te.

source: File needs leading "/": %s
de: Datei benötigt führenden „/“: %s
fi: Tiedosto tarvitsee edeltävän ”/”-merkin: %s
fr: Le fichier a besoin des caractères "/" de tête: %s
sv: Filen behöver inledande "/": %s
uk: Назва файла має починатися з «/»: %s

source: Glob not permitted: %s
de: „Glob“ hat keine Berechtigung für: %s
fi: Laajennus ei ole sallittu: %s
fr: Glob est interdit: %s
sv: Matchning inte tillåtet: %s
uk: Не можна використовувати glob: %s

source: Optional file not found by glob: %s
de: Optionale Datei von „glob“ nicht gefunden: %s
fi: Laajennus ei löytänyt vaihtoehtoista tiedostoa: %s
fr: Fichier optionnel non trouvé par glob: %s
sv: Ej obligatorisk fil hittades inte vid matchningen: %s
uk: glob не виявлено додаткового файла: %s

source: File not found by glob: %s
de: Datei von „glob“ nicht gefunden: %s
fi: Jokerilaajennus ei löytänyt tiedostoa: %s
fr: Fichier non repéré par glob: %s
sv: Hittade ingen fil vid matchningen: %s
uk: У glob файла не виявлено: %s

source: Could not open %%files file %s: %s
de: Datei %s aus %%files konnte nicht geöffnet werden: %s
fi: Ei voi avata %%files-tiedostoa %s: %s
fr: Ne peut ouvrir le fichier %%files %s: %s
sv: Kunde inte öppna %%files-fil %s: %s
uk: Не вдалося відкрити файл %%files %s: %s

source: line: %s
de: Zeile: %s
fi: rivi: %s
fr: ligne: %s
sv: rad: %s
uk: рядок: %s

source: Bad file: %s: %s
de: Ungültige Datei: %s: %s
fi: Väärä tiedosto: %s: %s
fr: Mauvais fichier: %s: %s
sv: Felaktig fil: %s: %s
uk: Помилковий файл: %s: %s

source: Bad owner/group: %s
de: Ungültiger Eigentümer/Gruppe: %s
fi: Väärä omistaja/ryhmä: %s
fr: Mauvais propriétaire/groupe: %s
sv: Felaktig ägare/grupp: %s
uk: Помилкові дані щодо власника/групи: %s

source: Checking for unpackaged file(s): %s
de: Auf nicht gepackte Datei(en) wird geprüft: %s
fi: Tarkistetaan paketista purettuja tiedostoja: %s
fr: Vérification pour le dépaquetage des fichiers: %s
sv: Letar efter opackade fil(er): %s
uk: Пошук незапакованих файлів: %s

source: Installed (but unpackaged) file(s) found: %s
de: Installierte (aber nicht gepackte) Datei(en) gefunden: %s
fi: Asennettuja (mutta paketoimattomia) tiedostoja löydetty: %s
fr: Installation (mais pas dépaquetage) des fichiers trouvés: %s
sv: Installerade (men opaketerade) filer funna: %s
uk: Виявлено встановлені (але не запаковані) файли: %s

source: File(s) packaged into both %s and %s: %s
de: Datei(en) in sowohl %s als auch %s paketiert: %s
fi: Tiedostot pakattu sekä kohteeseen %s että kohteeseen %s: %s
fr: Fichier(s) empaqueté dans les deux %s et %s: %s
sv: Filer paketerade i både %s och %s: %s
uk: Файли запаковано до %s і %s: %s

source: Unpackaged subdir(s) in %s: %s
de: Nicht gepackte(s) Unterverzeichnis(se) in %s: %s
fi: Pakkaamattomia alihakemistoja kohteessa %s %s
fr: Sous-répertoire(s) dépaqueté dans %s: %s
sv: Opaketerade underkataloger i %s: %s
uk: Незапаковані підкаталоги у %s: %s

source: Processing files: %s
de: Dateien werden verarbeitet: %s
fi: Käsitellään tiedostoja: %s
fr: Traitement des fichiers: %s
sv: Bearbetar filer: %s
uk: Обробка файлів: %s

source: getUname: too many uid's
de: getUname: Zu viele Benutzer-IDs
fi: getUname: liian monia uid-käyttäjätunnisteita
fr: getUname: trop de uid
sv: getUname: för många uid
uk: getUname: занадто багато uid

source: getUnameS: too many uid's
de: getUnameS: Zu viele Benutzer-IDs
fi: getUnameS: liian monia uid-käyttäjätunnisteita
fr: getUnameS: trop de uid
sv: getUnameS: för många uid
uk: getUnameS: занадто багато uid

source: getUidS: too many uid's
de: getUidS: Zu viele Benutzer-IDs
fi: getUidS: liian monia uid-käyttäjätunnisteita
fr: getUidS: trop de uid
sv: getUidS: för många uid
uk: getUidS: занадто багато uid

source: getGname: too many gid's
de: getGname: Zu viele Gruppen-IDs
fi: getGname: liian monia gid-ryhmätunnisteita
fr: getGname: trop de gid
sv: getGname: för många gid
uk: getGname: занадто багато gid

source: getGnameS: too many gid's
de: getGnameS: Zu viele Gruppen-IDs
fi: getGnameS: liian monia gid-ryhmätunnisteita
fr: getGnameS: trop de gid
sv: getGnameS: för många gid
uk: getGnameS: занадто багато gid

source: getGidS: too many gid's
de: getGidS: Zu viele Gruppen-IDs
fi: getGidS: liian monia gid-ryhmätunnisteita
fr: getGidS: trop de gid
sv: getGidS: för många gid
uk: getGidS: занадто багато gid

source: Could not canonicalize hostname: %s
de: Rechnername konnte nicht erkannt werden: %s
fi: Ei voitu muuttaa tietokonenimeä sääntöjen mukaiseksi: %s
fr: Ne peut canoniser le nom de l'hôte: %s
sv: Kunde inte kanonisera värdnamn: %s
uk: Не вдалося привести до канонічної форми назву вузла: %s

source: create archive failed on file %s: %s
de: Erstellen des Archivs fehlgeschlagen bei der Datei %s: %s
fi: arkiston luonti epäonnistui tiedostossa %s: %s
fr: la création de l'archive a échoué dans le fichier %s: %s
sv: skapande av arkiv misslyckades vid fil %s: %s
uk: спроба створення архіву перервалася на файлі %s: %s

source: create archive failed: %s
de: Erstellen des Archivs fehlgeschlagen: %s
fi: arkiston luonti epäonnistui: %s
fr: la création de l'archive a échoué: %s
sv: skapande av arkiv misslyckades: %s
uk: помилка створення архіву: %s

source: cpio_copy write failed: %s
de: cpio_copy schreiben fehlgeschlagen: %s
fi: cpio_copy-kirjoitus epäonnistui: %s
fr: l'écriture par cpio_copy a échoué: %s
sv: cpio_copy kunde inte skriva: %s
uk: помилка запису cpio_copy: %s

source: cpio_copy read failed: %s
de: cpio_copy lesen fehlgeschlagen: %s
fi: cpio_copy-luku epäonnistui: %s
fr: la lecture par cpio_copu a échoué: %s
sv: cpio_copy kunde inte läsa: %s
uk: помилка читання cpio_copy: %s

source: Could not open PreIn file: %s
de: PreIn-Datei konnte nicht geöffnet werden: %s
fi: Ei voitu avata PreIn-tiedostoa: %s
fr: Ne peut ouvrir le fichier PreIn: %s
sv: Kunde inte öppna PreIn-fil: %s
uk: Не вдалося відкрити файл PreIn: %s

source: Could not open PreUn file: %s
de: PreUn-Datei konnte nicht geöffnet werden: %s
fi: Ei voitu avata PreUn-tiedostoa: %s
fr: Ne peut ouvrir le fichier PreUn: %s
sv: Kunde inte öppna PreUn-fil: %s
uk: Не вдалося відкрити файл PreUn: %s

source: Could not open PreTrans file: %s
de: PreTrans-Datei konnte nicht geöffnet werden: %s
fi: Ei voitu avata PreTrans-tiedostoa: %s
fr: Ne peut ouvrir le fichier PreTrans: %s
sv: Kunde inte öppna PreTrans-fil: %s
uk: Не вдалося відкрити файл PreTrans: %s

source: Could not open PostIn file: %s
de: PostIn-Datei konnte nicht geöffnet werden: %s
fi: Ei voitu avata PostIn-tiedostoa: %s
fr: Ne peut ouvrir le fichier PostIn: %s
sv: Kunde inte öppna PostIn-fil: %s
uk: Не вдалося відкрити файл PostIn: %s

source: Could not open PostUn file: %s
de: PostUn-Datei konnte nicht geöffnet werden: %s
fi: Ei voitu avata PostUn-tiedostoa: %s
fr: Ne peut ouvrir le fichier PostUn: %s
sv: Kunde inte öppna PostUn-fil: %s
uk: Не вдалося відкрити файл PostUn: %s

source: Could not open PostTrans file: %s
de: PostTrans-Datei konnte nicht geöffnet werden: %s
fi: Ei voitu avata PostTrans-tiedostoa: %s
fr: Ne peut ouvrir le fichier PostTrans: %s
sv: Kunde inte öppna PostTrans-fil: %s
uk: Не вдалося відкрити файл PostTrans: %s

source: Could not open VerifyScript file: %s
de: VerifyScript-Datei konnte nicht geöffnet werden: %s
fi: Ei voitu avata VerifyScript-tiedostoa: %s
fr: Ne peut ouvrir le fichier VerifyScript: %s
sv: Kunde inte öppna VerifyScript-fil: %s
uk: Не вдалося відкрити файл VerifyScript: %s

source: Could not open Test file: %s
de: Test-Datei konnte nicht geöffnet werden: %s
fi: Ei voitu avata Test-tiedostoa: %s
fr: Ne peut ouvrir le fichier Test: %s
sv: Kunde inte öppna testfil: %s
uk: Не вдалося відкрити файл Test: %s

source: Could not open Trigger script file: %s
de: Trigger-Skript konnte nicht geöffnet werden: %s
fi: Ei voitu avata Trigger-skriptitiedostoa: %s
fr: Ne peut ouvrir le fichier Trigger: %s
sv: Kunde inte öppna Trigger-skriptfil: %s
uk: Не вдалося відкрити файл скрипту Trigger: %s

source: readRPM: open %s: %s
de: readRPM: %s öffnen: %s
fi: readRPM: avaa tiedosto tai vakiosyöte %s: %s
fr: readRPM: ouverture %s: %s
sv: readRPM: öppna %s: %s
uk: readRPM: відкриття %s: %s

source: readRPM: read %s: %s
de: readRPM: %s lesen: %s
fi: readRPM: lue tiedosto tai vakiosyöte %s: %s
fr: readRPM: lecture %s: %s
sv: readRPM: läs %s: %s
uk: readRPM: читання %s: %s

source: %s: Fseek failed: %s
de: %s: Fseek fehlgeschlagen: %s
fi: %s: Fseek epäonnistui: %s
fr: %s: échec de Fseek: %s
sv: %s: Fseek misslyckades: %s
uk: %s: помилка Fseek: %s

source: readRPM: %s is not an RPM package
de: readRPM: %s ist kein RPM-Paket
fi: readRPM: %s ei ole RPM-paketti
fr: readRPM: %s n'est pas un paquet RPM
sv: readRPM: %s är inte ett RPM-paket
uk: readRPM: %s не є пакунком RPM

source: readRPM: reading header from %s
de: readRPM: Header von %s wird gelesen
fi: readRPM: luetaan otsaketta tiedostosta tai vakiosyötteestä %s
fr: readRPM: lecture de l'en-tête à partir de %s
sv: readRPM: läser huvud från %s
uk: readRPM: читання заголовка з %s

source: Unable to create immutable header region.
de: Unveränderliche Header-Region konnte nicht erstellt werden.
fi: Muuttumattoman otsakealueen luominen epäonnistui.
fr: Incapable de créer une zone d'en-tête immuable.
sv: Kan inte skapa oföränderlig huvudregion.
uk: Не вдалося створити незмінну область заголовка.

source: Generating signature: %d
de: Signatur wird erzeugt: %d
fi: Tuotetaan allekirjoitus: %d
fr: Génération de signature: %d
sv: Genererar signatur: %d
uk: Створення підпису: %d

source: Unable to reload signature header.
de: Header der Signatur kann nicht erneut geladen werden.
fi: Allekirjoitusotsakkeen lataaminen uudelleen epäonnistui.
fr: Incapable de recharger l'en-tête de signature.
sv: Kan inte läsa om signaturhuvud.
uk: Не вдалося перезавантажити заголовок підпису.

source: Could not open %s: %s
de: %s konnte nicht geöffnet werden: %s
fi: Tulostetiedoston %s avaaminen epäonnistui: %s
fr: Ne peut ouvrir %s: %s
sv: Kunde inte öppna %s: %s
uk: Не вдалося відкрити %s: %s

source: Unable to write package: %s
de: Paket konnte nicht geschrieben werden: %s
fi: Paketin kirjoittaminen epäonnistui: %s
fr: Incapable de produire le paquet: %s
sv: Kunde inte skriva paket: %s
uk: Не вдалося записати пакунок: %s

source: Unable to open sigtarget %s: %s
de: Signatur-Ziel %s konnte nicht geöffnet werden: %s
fi: Allekirjoituskohteen %s avaaminen epäonnistui: %s
fr: Incapable d'ouvrir sigtarget %s: %s
sv: Kan inte läsa signaturen %s: %s
uk: Не вдалося відкрити ціль підписування %s: %s

source: Unable to read payload from %s: %s
de: Nutzdaten von %s konnten nicht gelesen werden: %s
fi: Latauksen lukeminen allekirjoituskohteesta %s epäonnistui: %s
fr: Incapable de lire la charge à partir de %s: %s
sv: Kan inte läsa last från %s: %s
uk: Не вдалося прочитати вміст з %s: %s

source: Unable to write payload to %s: %s
de: Nutzdaten konnten nicht nach %s geschrieben werden: %s
fi: Latauksen kirjoittaminen tiedostoon %s epäonnistui: %s
fr: Incapable d'écrire la charge vers %s: %s
sv: Kan inte skriva last till %s: %s
uk: Не вдалося записати вміст до %s: %s

source: Wrote: %s
de: Erstellt: %s
fi: Kirjoitti: %s
fr: A écrit: %s
sv: Skrev: %s
uk: Записано: %s

source: Executing "%s":
de: Ausführung von „%s“:
fi: Suoritetaan ”%s”;
sv: Kör ”%s”:
uk: Виконання «%s»:

source: Execution of "%s" failed.
de: Die Ausführung von „%s“ ist fehlgeschlagen.
fi: Kohteen ”%s” suoritus epäonnistui.
sv: Körningen av ”%s” misslyckades.
uk: Спроба виконання «%s» зазнала невдачі.

source: Package check "%s" failed.
de: Die Paket-Überprüfung „%s“ ist fehlgeschlagen.
fi: Pakkaustarkistus ”%s” epäonnistui.
sv: Paketkontrollen ”%s” misslyckades.
uk: Спроба перевірки пакунка «%s» зазнала невдачі.

source: Could not generate output filename for package %s: %s
de: Dateiname für das Paket %s konnte nicht generiert werden: %s
fi: Tulostetiedostonimen tuottaminen paketille %s epäonnistui: %s
fr: Ne peut générer le nom du fichier de sortie pour le paquet %s: %s
sv: Kunde inte generera utfilnamn för paketet %s: %s
uk: Не вдалося створити назву файла виведених даних для пакунка %s: %s

source: cannot create %s: %s
de: Datei %s kann nicht erstellt werden: %s
fi: binaaritiedoston %s luominen epäonnistui: %s
fr: ne peut créer %s: %s
sv: kan inte skapa %s: %s
uk: не вдалося створити %s: %s

source: line %d: unknown specfile section
de: Zeile %d: Unbekannter Abschnitt der Spec-Datei
fi: rivi %d: tuntematon spec-tiedostolohko
fr: ligne %d: section specfile inconnue
sv: rad %d: okänd specfile-sektion
uk: рядок %d: невідомий розділ файла spec

source: line %d: second %%%s section
de: Zeile %d: Zweiter %%%s-Abschnitt
fi: rivi %d: toinen %%%s-lohko
fr: line %d: seconde section %%%s
sv: rad %d: andra %%%s-sektion
uk: рядок %d: повторний розділ %%%s

source: %%changelog entries must start with *
de: %%changelog-Einträge müssen mit einem * beginnen
fi: %%changelog-rivien on alettava merkillä *
fr: les entrées %%changelog doivent débuter par *
sv: %%changelog-poster måste starta med *
uk: записи %%changelog мають починатися на *

source: incomplete %%changelog entry
de: Unvollständiger %%changelog-Eintrag
fi: vaillinainen %%changelog-rivi
fr: entrée %%changelog incomplète
sv: ofullständig %%changelog-post
uk: неповний запис %%changelog

source: bad date in %%changelog: %s
de: Ungültiges Datum im %%changelog: %s
fi: vääränmuotoinen päivämäärä lokissa %%changelog: %s
fr: mauvaise date dans %%changelog: %s
sv: felaktigt datum i %%changelog: %s
uk: помилкова дата у %%changelog: %s

source: %%changelog not in descending chronological order
de: %%changelog ist nicht in zeitlich absteigender Reihenfolge
fi: %%changelog ei ole laskevassa aikajärjestyksessä
fr: %%changelog n'est pas en ordre chronologique décroissant
sv: %%changelog är inte i fallande kronologisk ordning
uk: %%changelog вказано не у порядку спадання дат

source: missing name in %%changelog
de: Fehlender Name im %%changelog
fi: puuttuva nimi lokissa %%changelog
fr: nom manquant dans %%changelog
sv: saknat namn i %%changelog
uk: у %%changelog не вказано імені

source: no description in %%changelog
de: Keine Beschreibung im %%changelog
fi: ei kuvausta lokissa %%changelog
fr: pas de description dans %%changelog
sv: ingen beskrivning i %%changelog
uk: у %%changelog не вказано опису

source: line %d: Error parsing %%description: %s
de: Zeile %d: Fehler beim Einlesen von %%description: %s
fi: rivi %d: Virhe jäsennettäessä kuvausta %%description: %s
fr: ligne %d: ERREUR d'analyse %%description: %s
sv: rad %d: Fel i tolkning av %%description: %s
uk: рядок %d: помилка під час обробки %%description: %s

source: line %d: Bad option %s: %s
de: Zeile %d: Ungültige Option %s: %s
fi: rivi %d: Väärä valitsin %s: %s
fr: ligne %d: Mauvaise option %s: %s
sv: rad %d: otillåten flagga %s: %s
uk: рядок %d: помилковий параметр %s: %s

source: line %d: Too many names: %s
de: Zeile %d: Zu viele Namen: %s
fi: rivi %d: Liian monta nimeä: %s
fr: ligne %d: Trop de noms: %s
sv: rad %d: För många namn: %s
uk: рядок %d: забагато назв: %s

source: line %d: Package does not exist: %s
de: Zeile: %d: Paket existiert nicht: %s
fi: rivi %d: Pakettia ei ole olemassa: %s
fr: ligne %d: Paquet inexistant: %s
sv: rad %d: Paketet existerar inte: %s
uk: рядок %d: пакунка не існує: %s

source: line %d: Error parsing %%files: %s
de: Zeile %d: Fehler beim Einlesen von %%files: %s
fi: rivi %d: Virhe jäsennettäessä tiedostoja %%files: %s
fr: ligne %d: ERREUR d'analyse %%fichiers: %s
sv: rad %d: Fel i tolkning av %%files: %s
uk: рядок %d: помилка під час обробки %%files: %s

source: line %d: Second %%files list
de: Zeile %d: Zweite %%files-Liste
fi: rivi %d: Toinen %%files-luettelo
fr: ligne %d: Seconde liste de %%files
sv: rad %d: En andra %%files-lista
uk: рядок %d: другий список %%files

source: Architecture is excluded: %s
de: Architektur ist ausgeschlossen: %s
fi: Arkkitehtuuri on suljettu pois: %s
fr: L'architecture est exclus: %s
sv: Arkitekturen är utesluten: %s
uk: Виключено архітектуру: %s

source: Architecture is not included: %s
de: Architektur ist nicht einbezogen: %s
fi: Arkkitehtuuria ei ole sisällytetty: %s
fr: L'architecture n'est pas inclus: %s
sv: Arkitekturen är inte medtagen: %s
uk: Не включено архітектуру: %s

source: OS is excluded: %s
de: Betriebssystem ist ausgeschlossen: %s
fi: Käyttöjärjestelmä on poissuljettu: %s
fr: Le système d'exploitation est exclus: %s
sv: OS är uteslutet: %s
uk: Виключено ОС: %s

source: OS is not included: %s
de: Betriebssystem ist nicht einbezogen: %s
fi: Käyttöjärjestelmää ei ole sisällytetty: %s
fr: Le système d'exploitation n'est pas inclus: %s
sv: OS är inte medtaget: %s
uk: Не включено ОС: %s

source: %s field must be present in package: %s
de: %s-Feld muss im Paket vorhanden sein: %s
fi: %s kentän on oltava mukana paketissa: %s
fr: le champ %s doit être présent dans le paquet: %s
sv: %s-fält måste finnas med i paketet: %s
uk: У пакунку має бути поле %s: %s

source: Duplicate %s entries in package: %s
de: Doppelte %s-Einträge im Paket: %s
fi: Kaksoiskappale %s kohteet paketissa: %s
fr: Doubles entrées %s dans le paquet: %s
sv: Dubbla %s-poster i paketet: %s
uk: Дублювання записів %s у пакунку: %s

source: No icon file in sources
de: Keine Symbol-Datei in den Quellen
fi: Lähdekoodeissa ei ole kuvaketiedostoa
fr: Pas de fichier d'icone dans les sources
sv: Ingen ikonfil bland källorna
uk: У початковому коді немає файла піктограми

source: Invalid icon URL: %s
de: Ungültige Symbol-URL: %s
fi: Virheellinen kuvakeverkko-osoite: %s
fr: URL de l'icône invalide: %s
sv: Ogiltig ikon-URL: %s
uk: Некоректна адреса піктограми URL: %s

source: Unable to open icon %s: %s
de: Symbol %s kann nicht geöffnet werden: %s
fi: Kuvakkeen %s avaaminen epäonnistui: %s
fr: Incapable d'ouvrir le fichier d'icône %s: %s
sv: Kan inte öppna ikon %s: %s
uk: Не вдалося відкрити піктограму %s: %s

source: Unable to read icon %s: %s
de: Symbol %s kann nicht gelesen werden: %s
fi: Kuvakkeen %s lukeminen epäonnistui: %s
fr: Incapable de lire le fichier d'icône %s: %s
sv: Kan inte läsa ikon %s: %s
uk: Не вдалося прочитати піктограму %s: %s
