Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: Icon %s is too big (max. %d bytes)
de: Symbol %s ist zu groß (max. %d Byte)
fi: Kuvake %s on liian iso (enintään %d tavua)
fr: Le fichier d'icône %s est trop gros (maxi %d bytes)
sv: Ikonen %s är för stor (max. %d byte)
uk: Піктограма %s є занадто великою (макс. розмір — %d байтів)

source: line %d: Tag takes single token only: %s
de: Zeile %d: Tag benötigt nur ein Zeichen: %s
fi: rivi %d: Tunniste vaatii vain yksittäisen merkkijono: %s
fr: ligne %d: Balise n'ayant besoin que d'un seul jeton: %s
sv: rad %d: Taggen tar endast ett värde: %s
uk: рядок %d: у тезі має бути лише один елемент: %s

source: line %d: invalid tag value("%s") %s: %s
de: Zeile %d: Ungültiger Tag-Wert(„%s“) %s: %s
fi: rivi %d: virheellinen tunnistearvo(”%s”) %s: %s
fr: ligne %d: Valeur de la balise("%s") invalide %s: %s
sv: rad %d: felaktigt taggvärde ("%s") %s: %s
uk: рядок %d: некоректне значення теґу («%s») %s: %s

source: line %d: Malformed tag: %s
de: Zeile %d: Missgebildeter Tag: %s
fi: rivi %d: Vääränmuotoinen tunniste: %s
fr: ligne %d: Balise mal composée: %s
sv: rad %d: Felaktig tagg: %s
uk: рядок %d: помилковий теґ: %s

source: line %d: Empty tag: %s
de: Zeile %d: Leerer Tag: %s
fi: rivi %d: Tyhjä tunniste: %s
fr: ligne %d: Balise vide: %s
sv: rad %d: Tom tagg: %s
uk: рядок %d: порожній теґ: %s

source: line %d: Illegal char '-' in %s: %s
de: Zeile %d: Ungültiges Zeichen „-“ in %s: %s
fi: rivi %d: Laiton merkki ’-’ kohteessa %s: %s
fr: ligne %d: Caractère illégal '-' dans %s: %s
sv: rad %d: Otillåtet tecken "-" i %s: %s
uk: рядок %d: некоректний символ «-» у %s: %s

source: BuildRoot can not be "/": %s
de: Der BuildRoot kann nicht „/“ sein: %s
fi: BuildRoot ei voi olla ”/”: %s
fr: BuildRoot ne peut pas être "/": %s
sv: BuildRoot kan inte vara "/": %s
uk: Значенням BuildRoot не може бути «/»: %s

source: line %d: Prefixes must begin with "/": %s
de: Zeile %d: Präfixe müssen mit einem „/“ beginnen: %s
fi: rivi %d: Etuliitteiden on alettava merkillä ”/”: %s
fr: ligne %d: les préfixes ne doivent pas se commencer par "/": %s
sv: rad %d: Prefix måste börja med "/": %s
uk: рядок %d: префікси мають починатися з «/»: %s

source: line %d: Prefixes must not end with "/": %s
de: Zeile %d: Präfixe dürfen nicht mit einem „/“ enden: %s
fi: rivi %d: Etuliitteet eivät saa loppua merkkiin ”/”: %s
fr: ligne %d: les préfixes ne doivent pas se terminer par "/": %s
sv: rad %d: Prefix får inte sluta med "/": %s
uk: рядок %d: префікси не повинні завершуватися на «/»: %s

source: line %d: Docdir must begin with '/': %s
de: Zeile %d: Das Dokumentationsverzeichnis muss mit einem „/“ beginnen: %s
fi: rivi %d: Docdir on alettava merkillä ’/’: %s
fr: ligne %d: Docdir doit débuter par '/': %s
sv: rad %d: Docdir måste börja med "/": %s
uk: рядок %d: запис Docdir має починатися з «/»: %s

source: line %d: %s takes an integer value: %s
de: Zeile %d: %s benötigt eine Ganzzahl: %s
fi: rivi %d: %s vaatii kokonaislukuarvon: %s
fr: ligne %d: %s prend une valeur entière: %s
sv: rad %d: %s tar ett heltalsvärde: %s
uk: рядок %d: %s слід вказати ціле значення: %s

source: line %d: Bad %s: qualifiers: %s
de: Zeile %d: Ungültig %s: Kennzeichner: %s
fi: rivi %d: Väärä tunnistenimi %s: tarkenteet: %s
fr: ligne %d: mauvais %s: qualificateurs: %s
sv: rad %d: Felaktigt %s: bestämningar: %s
uk: рядок %d: помилкове значення %s: специфікатори: %s

source: line %d: Bad BuildArchitecture format: %s
de: Zeile %d: Ungültiges BuildArchitecture-Format: %s
fi: rivi %d: Väärä BuildArchitecture-muoto: %s
fr: ligne %d: mauvais format BuildArchitecture: %s
sv: rad %d: Felaktigt BuildArchitecture-format: %s
uk: рядок %d: помилковий формат BuildArchitecture: %s

source: line %d: Only "noarch" sub-packages are supported: %s
de: Zeile %d: Nur „noarch“-Subpakete werden unterstützt: %s
fi: rivi %d: Vain ”noarch”-alipaketteja tuetaan: %s
fr: ligne %d: Seuls les sous-paquets "noarch" sont supportés: %s
sv: rad %d: Bara "noarch"-underpaket stöds: %s
uk: рядок %d: передбачено підтримку лише підпакунків типу noarch: %s

source: Legacy syntax is unsupported: %s
de: Alte Syntax wird nicht mehr unterstützt: %s
fi: Perinnesyntaksi on tukematon: %s
fr: Syntaxe ancienne non supportée: %s
sv: Gammal syntax stöds inte: %s
uk: Застарілий синтаксис не підтримується: %s

source: Bad package specification: %s
de: Ungültige Paket-Spezifikation: %s
fi: Väärä pakettimäärittely: %s
fr: Mauvaise spécification de paquet: %s
sv: Felaktig paketangivelse %s
uk: Помилкова специфікація пакунка: %s

source: line %d: Unknown tag: %s
de: Zeile %d: Unbekannter Tag: %s
fi: rivi %d: Tuntematon tunniste: %s
fr: ligne %d: Balise inconnue: %s
sv: rad %d: Okänd tagg: %s
uk: рядок %d: невідомий теґ: %s

source: Bad source: %s: %s
de: Ungültige Source: %s: %s
fi: Väärä lähde: %s: %s
fr: Mauvaise source: %s: %s
sv: Dålig källa: %s: %s
uk: Помилкове джерело: %s: %s

source: No patch number %d
de: Keine Patch-Nummer %d
fi: Ei korjaustiedostonumeroa %d
fr: Pas de numéro de correctif %d
sv: Inget patch-nummer %d
uk: Латки з номером %d не існує

source: No source number %d
de: Keine Source-Nummer %d
fi: Ei lähdekoodinumeroa %d
fr: Pas numéro de source %d
sv: Inget källkodsnummer %d
uk: Джерела з номером %d не існує

source: Error parsing %%setup: %s
de: Fehler beim Einlesen von %%setup: %s
fi: Virhe jäsennettäessä asetusta %%setup: %s
fr: ERREUR d'analyse syntaxique %%setup: %s
sv: Fel i tolkning av %%setup: %s
uk: Помилка під час обробки %%setup: %s

source: line %d: Bad arg to %%setup: %s
de: Zeile %d: Ungültiges Argument für %%setup: %s
fi: rivi %d: Väärä argumentti asetukseen %%setup: %s
fr: ligne %d: mauvais argument pour %%setup: %s
sv: rad %d: Felaktigt argument till %%setup: %s
uk: рядок %d: помилковий аргумент %%setup: %s

source: line %d: Bad %%setup option %s: %s
de: Zeile %d: Ungültige %%setup-Option %s: %s
fi: rivi %d: Väärä %%setup-valitsin %s: %s
fr: ligne %d: mauvaise option %%setup %s: %s
sv: rad %d: Felaktig %%setup-flagga %s: %s
uk: рядок %d: помилковий параметр %%setup %s: %s

source: line %d: Need arg to %%patch -b: %s
de: Zeile %d: Argument für %%patch -b wird benötigt: %s
fi: rivi %d: Tarvitsee argumentin korjaustiedostoon %%patch -b: %s
fr: ligne %d: un argument est nécessaire à %%patch -b: %s
sv: rad %d: Behöver argument till %%patch -b: %s
uk: рядок %d: потрібен аргумент %%patch -b: %s

source: line %d: Need arg to %%patch -z: %s
de: Zeile %d: Argument für %%patch -z wird benötigt: %s
fi: rivi %d: Tarvitsee argumentin korjaustiedostoon %%patch -z: %s
fr: ligne %d: un argument est nécessaire à %%patch -z: %s
sv: rad %d: Behöver argument till %%patch -z: %s
uk: рядок %d: потрібен аргумент %%patch -z: %s

source: line %d: Bad arg to %%patch -F: %s
de: Zeile %d: Ungültiges Argument für %%patch -F: %s
fi: rivi %d: Väärä argumentti korjaustiedostoon %%patch -F: %s
fr: ligne %d: mauvais argument à %%patch -F: %s
sv: rad %d: Felaktigt argument till %%patch -F: %s
uk: рядок %d: помилковий аргумент %%patch -F: %s

source: line %d: Need arg to %%patch -d: %s
de: Zeile %d: Argument für %%patch -d wird benötigt: %s
fi: rivi %d: Tarvitsee argumentin korjaustiedostoon %%patch -d: %s
fr: ligne %d: un argument est nécessaire à %%patch -d: %s
sv: rad %d: Behöver argument till %%patch -d: %s
uk: рядок %d: потрібен аргумент %%patch -d: %s

source: line %d: Need arg to %%patch -p: %s
de: Zeile %d: Argument für %%patch -p wird benötigt: %s
fi: rivi %d: Tarvitsee argumentin korjaustiedostoon %%patch -p: %s
fr: ligne %d: un argument est nécessaire à %%patch -p: %s
sv: rad %d: Behöver argument till %%patch -p: %s
uk: рядок %d: потрібен аргумент %%patch -p: %s

source: line %d: Bad arg to %%patch -p: %s
de: Zeile %d: Ungültiges Argument für %%patch -p: %s
fi: rivi %d: Väärä argumentti korjaustiedostoon %%patch -p: %s
fr: ligne %d: mauvais argument à %%patch -p: %s
sv: rad %d: Felaktigt argument till %%patch -p: %s
uk: рядок %d: помилковий аргумент %%patch -p: %s

source: Too many patches!
de: Zu viele Patches!
fi: Liian monia korjaustiedostoja!
fr: Trop de correctifs!
sv: För många patchar!
uk: Занадто багато латок!

source: line %d: Bad arg to %%patch: %s
de: Zeile %d: Ungültiges Argument für %%patch: %s
fi: rivi %d: Väärä argumentti korjaustiedostoon %%patch: %s
fr: ligne %d: mauvais argument à %%patch: %s
sv: rad %d: Felaktigt argument till %%patch: %s
uk: рядок %d: помилковий аргумент %%patch: %s

source: Missing %s%d %s: %s
de: Fehlendes %s%d %s: %s
fi: Puuttuu lähteet %s%d %s: %s
fr: Manque %s%d %s: %s
sv: %s%d %s saknas: %s
uk: Не вистачає %s%d %s: %s

source: Fetching(%s%d): %s
de: Wird geholt(%s%d): %s
fi: Noudetaan(%s%d): %s
fr: Récupère(%s%d): %s
sv: Hämtar(%s%d): %s
uk: Отримання(%s%d): %s

source: Fetching %s%d failed: %s
de: Holen von %s%d fehlgeschlagen: %s
fi: Tiedoston %s%d noutaminen epäonnistui: %s
fr: Récupèration de %s%d échoué: %s
sv: Misslyckades hämta %s%d: %s
uk: Не вдалося отримати %s%d: %s

source: Missing %s%d: %s: %s
de: Fehlendes %s%d: %s: %s
fi: Puuttuu lähteet %s%d: %s: %s
fr: Manque %s%d: %s: %s
sv: %s%d saknas: %s: %s
uk: Не вистачає %s%d: %s: %s

source: line %d: second %%prep
de: Zeile %d: Zweites %%prep
fi: rivi %d: toinen asetus %%prep
fr: ligne %d: seconde %%prep
sv: rad %d: andra %%prep
uk: рядок %d: друге %%prep

source: line %d: Dependency "%s" must begin with alpha-numeric, '_' or '/': %s
de: Zeile %d: Die Abhängigkeit „%s“ muss mit alphanumerischem Zeichen, „_“ oder „/“ beginnen: %s
fi: rivi %d: Riippuvuuden ”%s” on alettava aakkosnumeerisella merkillä, ’_’ tai ’/’: %s
fr: ligne %d: La dépendance "%s" doit débuter par un caractère alphanumérique, '_' ou '/': %s
sv: rad %d: Beroendet "%s" måste börja alfanumeriskt, med "_" eller "/": %s
uk: рядок %d: запис залежності «%s» має починатися з літери, числа, «_» або «/»: %s

source: line %d: Versioned file name not permitted: %s
de: Zeile %d: Versionsabhängiger Dateiname nicht zulässig: %s
fi: rivi %d: Versionoitua tiedostonimeä ei sallita: %s
fr: ligne %d: Nom de fichier avec version n'est pas permis: %s
sv: rad %d: Filnamn med version inte tillåtet: %s
uk: рядок %d: не можна використовувати версії у назвах файлів: %s

source: line %d: %s must be specified: %s
de: Zeile %d: %s muss angegeben werden: %s
fi: rivi %d: %s on oltava määritelty: %s
fr: ligne %d: %s doit être spécifié: %s
sv: rad %d: %s måste anges: %s
uk: рядок %d: слід вказати %s: %s

source: line %d: %s does not parse: %s
de: Zeile %d: %s nicht verarbeitbar: %s
fi: rivi %d: %s ei jäsenny: %s
fr: ligne %d: %s does not parse: %s
sv: rad %d: %s går inte att tolka: %s
uk: рядок %d: не вдалося обробити %s: %s

source: line %d: triggers must have --: %s
de: Zeile %d: Trigger benötigen --: %s
fi: rivi %d: liipaisimilla on oltava --: %s
fr: ligne %d: les triggers doivent avoir --: %s
sv: rad %d: utlösare måste ha --: %s
uk: рядок %d: у записах перемикачів має бути --: %s

source: line %d: Error parsing %s: %s
de: Zeile %d: Fehler beim Einlesen von %s: %s
fi: rivi %d: Virhe jäsennettäessä osaa %s: %s
fr: ligne %d: erreur d'analyse %s: %s
sv: rad %d: Fel vid tolkning av %s: %s
uk: рядок %d: помилка під час обробки %s: %s

source: line %d: embedded interpreter token must end with '>': %s
de: Zeile %d: Token des eingebetteten Interpreters muss mit „>“ enden: %s
fi: rivi %d: sisäisen tulkin merkkijono on päätyttävä merkkiin ’>’: %s
fr: ligne %d: le jeton de l'interpréteur embarqué doit se terminer par '>': %s
sv: rad %d: symbol för inbäddad interpretator måste sluta med ">": %s
uk: рядок %d: запис вбудованого інтерпретатора має завершуватися символом «>»: %s

source: line %d: script program must begin with '/': %s
de: Zeile %d: Skript/Programm muss mit „/“ beginnen: %s
fi: rivi %d: skriptiohjelman on alettava merkillä ’/’: %s
fr: ligne %d: le programme de script doit débuter par '/': %s
sv: rad %d: skriptprogram måste börja med "/": %s
uk: рядок %d: програма скрипту має починатися з символу «/»: %s

source: line %d: Second %s
de: Zeile %d: Zweites %s
fi: rivi %d: Toinen %s-osa
fr: ligne %d: Seconde %s
sv: rad %d: En andra %s
uk: рядок %d: друге %s

source: line %d: unsupported internal script: %s
de: Zeite %d: Nicht unterstütztes internes Skript: %s
fi: rivi %d: tukematon sisäinen skripti: %s
fr: ligne %d: script interne non supporté: %s
sv: rad %d: ej stött internt skript: %s
uk: рядок %d: непідтримуваний вбудований скрипт: %s

source: line %d: %s
de: Zeile %d: %s
fi: rivi %d: %s
fr: ligne %d: %s
sv: rad %d: %s
uk: рядок %d: %s

source: Unable to open %s: %s
de: Öffnen von %s fehlgeschlagen: %s
fi: Ei kyetä avaamaan %s: %s
fr: Incapable d'ouvrir %s: %s
sv: Kan inte öppna %s: %s
uk: Не вдалося відкрити %s: %s

source: Unclosed %%if
de: Nicht geschlossenes %%if
fi: Sulkematon %%if-lause
fr: %%if non fermé
sv: Oavslutat %%if
uk: Незавершена умова %%if

source: %s:%d: parseExpressionBoolean returns %d
de: %s:%d: parseExpressionBoolean liefert %d
fi: %s:%d: parseExpressionBoolean palauttaa %d
fr: %s:%d: parseExpressionBoolean a retourné %d
sv: %s:%d: parseExpressionBoolean returnerar %d
uk: %s:%d: parseExpressionBoolean повертає %d

source: %s:%d: Got a %%else with no %%if
de: %s:%d: %%else ohne %%if erhalten
fi: %s:%d: Saatiin %%else-lause ilman %%if-lausetta
fr: %s:%d: Obtenu un %%else sans %%if
sv: %s:%d: Fick ett %%else utan något %%if
uk: %s:%d: вказано %%else без %%if

source: %s:%d: Got a %%endif with no %%if
de: %s:%d: %%endif ohne %%if erhalten
fi: %s:%d: Saatiin %%endif-lause ilman %%if-lausetta
fr: %s:%d: Obtenu un %%endif sans %%if
sv: %s:%d: Fick ett %%endif utan något %%if
uk: %s:%d: вказано %%endif без %%if

source: malformed %%include statement
de: Missgebildete %%include-Anweisung
fi: vääränmuotoinen %%include-lause
fr: déclaration %%include mal composée
sv: felformaterad %%include-sats
uk: помилкове форматування команди %%include

source: No compatible architectures found for build
de: Keine für das Bauen kompatible Architektur gefunden
fi: Rakentamista varten ei löydetty yhteensopivaa arkkitehtuuria
fr: Aucune architecture compatible n'a été trouvée pour la construction
sv: Hittade inga kompatibla arkitekturer att bygga
uk: Не знайдено сумісних архітектур для збирання

source: Package has no %%description: %s
de: Paket hat keine %%description: %s
fi: Paketilla ei ole kuvausta %%description: %s
fr: Le paquet n'a pas de %%description: %s
sv: Paketet har ingen %%description: %s
uk: У пакунка немає поля %%description: %s

source: build through %prep (unpack sources and apply patches) from <specfile>
de: %prep (Sourcen entpacken, Patches übernehmen) der <Spec-Datei> durchlaufen
fi: rakenna kohteen %prep kautta (puretaan lähdekoodipakkaukset ja käytetään korjaustiedostot) tiedostosta <spec-tiedosto>
fr: construit à travers %prep (dépaqueter les sources et appliquer les correctifs) à partir du <fichier_spec>
sv: bygg till %prep (packa upp källkod samt applicera patchar) från <specfil>
uk: виконати команди аж до %prep (розпакувати коди і накласти латки) з <файла специфікації>

source: <specfile>
de: <Spec-Datei>
fi: <spec-tiedosto>
fr: <fichier_spec>
sv: <specfil>
uk: <файл специфікації>

source: build through %build (%prep, then compile) from <specfile>
de: %build (%prep, anschließendes Kompilieren) der <Spec-Datei> durchlaufen
fi: rakenna kohteen %build kautta (%prep, sitten käännös) kohteesta <spec-tiedosto>
fr: généré à partir de %build (%prep, puis compiler) du fichier <fichier_spec>
sv: bygg till och med %build (%prep, kompilera sedan) från <specfil>
uk: виконати аж до команди %build (%prep, потім збирання) з <файла специфікації>

source: build through %install (%prep, %build, then install) from <specfile>
de: %install (%prep, %build, anschließendes Installieren) der <Spec-Datei> durchlaufen
fi: rakenna asennuksen %install kautta (%prep, %build, sitten asennus) tiedostosta <spec-tiedosto>
fr: généré à partir de %install (%prep, %build puis installer) du fichier <fichier_spec>
sv: bygg till och med %install (%prep, %build, installera sedan) från <specfil>
uk: виконати аж до команди %install (%prep, %build, потім встановити) з <файла специфікації>

source: verify %files section from <specfile>
de: %files-Abschnitt der <Spec-Datei> überprüfen
fi: todenna %files-lohkot tiedostosta <spec-tiedosto>
fr: vérifier la section %fichiers à partir du <fichier_spec>
sv: verifiera %files-sektionen i <specfil>
uk: перевірити розділ %files з <файла специфікації>

source: build source and binary packages from <specfile>
de: Source- und Binär-Paket von <Spec-Datei> bauen
fi: rakenna lähdekoodi- ja binaaripaketit tiedostosta <spec-tiedosto>
fr: générer les paquets source et binaire à partir du <fichier_spec>
sv: bygg käll- och binärpaket från <specfil>
uk: зібрати пакунки з кодами та бінарними файлами за <файлом специфікації>

source: build binary package only from <specfile>
de: Nur ein Binär-Paket von <Spec-Datei> bauen
fi: rakenna binaaripaketti vain tiedostosta <spec-tiedosto>
fr: générer le paquet binaire à partir du <fichier_spec>
sv: bygg endast binärpaket från <specfil>
uk: зібрати за <файлом специфікації> лише пакунок з бінарними файлами

source: build source package only from <specfile>
de: Nur ein Source-Paket von <Spec-Datei> bauen
fi: rakenna lähdekoodipaketti vain tiedostosta <spec-tiedosto>
fr: générer le paquet source seulement à partir du <fichier_spec>
sv: bygg endast källpaket från <specfil>
uk: зібрати за <файлом специфікації> лише пакунок з кодами

source: track versions of sources from <specfile>
de: die Versionen der Quellen von <Spec-Datei> verfolgen
fi: jäljitä lähdekoodien versiot tiedostosta <spec-tiedosto>
fr: suivre les versions des sources à partir du <fichier_spec>
sv: följ versioner av källkodsfiler från <specfil>
uk: перевірити версії джерел з <файла специфікації>

source: fetch missing source and patch files
de: Fehlende Quell- und Patchdateien herunterladen
fi: nouda puuttuvat lähdekoodi- ja korjaustiedostotiedostot
fr: chercher le fichier source manquant et les correctifs
sv: hämta källkod och patchfiler som saknas
uk: звантажити не знайдені файли коду і латок

source: build through %prep (unpack sources and apply patches) from <tarball>
de: %prep (Sourcen entpacken, Patches übernehmen) des <Tar-Archivs> durchlaufen
fi: rakenna kohteen %prep kautta (lähdekoodipakettien purkaminen ja korjaustiedostojen käyttö) tiedostosta <tar-paketti>
fr: générer à travers %prep (dépaqueter les sources et appliquer les correctifs à partir de <tarball>
sv: bygg till och med %prep (packa upp källkod samt applicera patchar) från <tar-arkiv>
uk: виконати команди аж до %prep (розпакувати коди і накласти латки) з <архіву tar>

source: <tarball>
de: <Tar-Archiv>
fi: <tar-paketti>
sv: <tar-arkiv>
uk: <архів tar>

source: build through %build (%prep, then compile) from <tarball>
de: %build (%prep, anschließendes Kompilieren) des <Tar-Archivs> durchlaufen
fi: rakenna kokonaan %build (%prep, sitten käännä) paketista <tar-paketti>
fr: générer à travers %build (%prep puis compiler) à partir de <tarball>
sv: bygg till och med %build (%prep, kompilera sedan) från <tar-arkiv>
uk: виконати аж до команди %build (%prep, потім збирання) з <архіву tar>

source: build through %install (%prep, %build, then install) from <tarball>
de: %install (%prep, %build, anschließendes Installieren) des <Tar-Archivs> durchlaufen
fi: rakenna asennuksen %install kautta (%prep, %build, sitten asennus) paketista <tar-paketti>
fr: générer à travers %install (%prep, %build puis installer) à partir de <tarball>
sv: bygg till och med %install (%prep, %build, installera sedan) från <tar-arkiv>
uk: виконати аж до команди %install (%prep, %build, потім встановити) з <архіву tar>

source: verify %files section from <tarball>
de: %files-Abschnitt des <Tar-Archivs> überprüfen
fi: todenna %files lohko paketista <tar-paketti>
fr: vérifier la section des %fichiers à partir de <tarball>
sv: verifiera %files-sektionen från <tar-arkiv>
uk: перевірити розділ %files з <архіву tar>

source: build source and binary packages from <tarball>
de: Source- und Binär-Paket vom <Tar-Archiv> bauen
fi: rakenna lähdekoodi- ja binaaripaketit paketista <tar-paketti>
fr: générer les paquets sources et binaires à partir de <tarball>
sv: bygg käll- och binärpaket från <tar-arkiv>
uk: зібрати пакунки з кодами та бінарними файлами за <архівом tar>

source: build binary package only from <tarball>
de: Nur ein Binär-Paket vom <Tar-Archiv> bauen
fi: rakenna binaaripaketti vain paketista <tar-paketti>
fr: générer les paquets binaires seulement à partir de <tarball>
sv: bygg endast binärpaket från <tar-arkiv>
uk: зібрати за <архівом tar> лише пакунок з бінарними файлами

source: build source package only from <tarball>
de: Nur ein Source-Paket vom <Tar-Archiv> bauen
fi: rakenna lähdekoodipaketti vain paketista <tar-paketti>
fr: générer le paquet source seulement à partir de <tarball>
sv: bygg endast källpaket från <tar-arkiv>
uk: зібрати за <архівом tar> лише пакунок з кодами

source: build binary package from <source package>
de: Ein Binär-Paket vom <Source-Paket> bauen
fi: rakenna binaaripaketti paketista <lähdekoodipaketti>
fr: générer le paquet binaire seulement à partir de <paquet source>
sv: bygg binärpaket från <källpaket>
uk: зібрати за <пакунком з кодами> пакунок з бінарними файлами

source: <source package>
de: <Source-Paket>
fi: <lähdekoodipaketti>
fr: <paquet source>
sv: <källpaket>
uk: <пакунок з кодами>

source: build through %install (%prep, %build, then install) from <source package>
de: %install (%prep, %build, anschließendes Installieren) des <Source-Pakets> durchlaufen
fi: rakenna asennuksen %install kautta (%prep, %build, sitten asennus) paketista <lähdekoodipaketti>
fr: générer à travers %install (%prep, %build puis intaller) à partir de <paquet source>
sv: bygg till och med %install (%prep, %build, installera sedan) från <källpaket>
uk: виконати аж до команди %install (%prep, %build, потім встановити) з <пакунка з кодами>

source: remove build tree when done
de: Erstellungsdateibaum am Ende löschen
fi: poista rakentamispuu valmistumisen jälkeen
fr: enlever l'arborescence de génération lorsque complété
sv: ta bort byggträd efteråt
uk: вилучити ієрархію каталогу збирання після завершення збирання

source: do not execute any stages of the build
de: Keine der Phasen des Erstellungsvorganges ausführen
fi: älä suorita rakentamisen mitään vaihetta
fr: n'exécuter aucun des étages de la génération
sv: utför inga steg i byggnationen
uk: не виконувати жодного з кроків збирання

source: do not verify build dependencies
de: Keine Überprüfung der Paket-Abhängigkeiten
fi: älä todenna rakentamisriippuvuuksia
fr: ne pas vérifier les dépendances de génération
sv: verifiera inte byggberoenden
uk: не перевіряти залежності збирання

source: disable automagic Provides: extraction
de: Die automatische Erfassung von Provides: ausschalten
fi: ottaa pois käytöstä automagic Provides-tietokannan: evakointi
fr: désactiver automagique Fournit: extraction
sv: inaktivera automagisk extraktion av Provides:
uk: вимкнути автоматичне видобування Provides:

source: disable automagic Requires: extraction
de: Die automatische Erfassung von Requires: ausschalten
fi: ottaa pois käytöstä automagic Requires-tietokannan: evakointi
fr: désactiver automagique Requière: extraction
sv: inaktivera automagisk extraktion av Requires:
uk: вимкнути автоматичне видобування Requires:

source: disable tags forbidden by LSB
de: Durch LSB verbotene Tags deaktivieren
fi: poista käytöstä LSB:n kieltämät tunnisteet
fr: désactiver les balise interdites par LSB
sv: inaktivera taggar som LSB förbjuder
uk: вимкнути теґи, заборонені LSB

source: don't verify package digest(s)
de: Paket-Prüfsumme(n) nicht überprüfen
fi: älä todenna paketin koosteita
fr: ne pas vérifier le(s) digest(s) du paquet
sv: verifiera inte paketkontrollsummor
uk: не перевіряти контрольні суми пакунків
