Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: Unknown file type
de: Unbekannter Datei-Typ
fi: Tuntematon tiedostotyyppi
fr: Type de fichier inconnu
sv: Okänd filtyp
uk: Невідомий тип файла

source: Missing hard link(s)
de: Fehlende harte Verlinkung(en)
fi: Puuttuvat kovat linkit
fr: lien direct manquant (Hardlink)
sv: Saknade hårda länkar
uk: Не вистачає жорсткого посилання

source: File digest mismatch
de: Datei-Prüfsumme stimmt nicht
fi: Tiedoston koostetäsmäämättömyys
fr: Fichier digest discordant
sv: Filkontrollsumma stämmer inte
uk: Невідповідність контрольної суми файла

source: Internal error
de: Interner Fehler
fi: Sisäinen virhe
fr: Erreur interne
sv: Internt fel
uk: Внутрішня помилка

source: Archive file not in header
de: Archiv-Datei nicht im Header
fi: Arkistotiedosto ei ole otsakkeessa
fr: fichier d'archive n'est pas dans l'en-tête
sv: Arkivfilen inte huvudet
uk: Файла архіву не вказано у заголовку

source: failed -
de: fehlgeschlagen -
fi: epäonnistui -
fr: échec -
sv: misslyckades -
uk: помилка -

source: ======================== active %d empty %d
de: ======================== aktiv %d leer %d
fi: ======================== aktiivinen %d tyhjä %d
fr: ======================== actif %d vide %d
sv: ======================== aktiva %d tomma %d
uk: =================== активних %d порожніх %d

source: %3d>%*s(empty)
de: %3d>%*s(leer)
fi: %3d>%*s(tyhjä)
fr: %3d>%*s(vide)
sv: %3d>%*s(tom)
uk: %3d>%*s(порожньо)

source: %3d<%*s(empty)
de: %3d<%*s(leer)
fi: %3d<%*s(tyhjä)
fr: %3d<%*s(vide)
sv: %3d<%*s(tom)
uk: %3d<%*s(порожньо)

source: Macro %%%s has unterminated opts
de: Makro %%%s hat keine terminierten Optionen
fi: Makrolla %%%s on päättämättömiä valitsimia
fr: Macro %%%s a une options incomplète
sv: Makro %%%s har oavslutade flaggor
uk: Запис параметрів макросу %%%s не завершено

source: Macro %%%s has unterminated body
de: Makro %%%s hat keinen terminierten Hauptteil
fi: Makrossa %%%s on päättämätön runko
fr: Macro %%%s a un corps non complet
sv: Makro %%%s har oavslutad kropp
uk: Запис макросу %%%s не завершено

source: Macro %%%s has illegal name (%%define)
de: Makro %%%s hat einen ungültigen Namen (%%define)
fi: Makrolla %%%s on virheellinen nimi (%%define)
fr: Macro %%%s a un nom illégal (%%define)
sv: Makro %%%s har otillåtet namn (%%define)
uk: Макрос %%%s має некоректну назву (%%define)

source: Macro %%%s has empty body
de: Makro %%%s hat einen leeren Hauptteil
fi: Makrolla %%%s on tyhjä runko
fr: Macro %%%s a un corps vide
sv: makro %%%s har tom kropp
uk: Тіло макросу %%%s є порожнім

source: Macro %%%s failed to expand
de: Makro %%%s konnte nicht erweitert werden
fi: Makron %%%s laajentaminen epäonnistui
fr: L'expansion de la macron %%%s a échoué
sv: Makro %%%s misslyckades att expandera
uk: Не вдалося розгорнути макрос %%%s

source: Macro %%%s has illegal name (%%undefine)
de: Makro %%%s hat einen ungültigen Namen (%%undefine)
fi: Makrolla %%%s on virheellinen nimi (%%undefine)
fr: Macro %%%s a un nom illégal (%%undefine)
sv: Makro %%%s har otillåtet namn (%%undefine)
uk: Макрос %%%s має некоректну назву (%%undefine)

source: Macro %%%s (%s) was not used below level %d
de: Makro %%%s (%s) wurde nicht unter Level %d benutzt
fi: Makroa %%%s (%s) ei käytetty tason %d alapuolella
fr: Macro %%%s (%s) n'a pas été utilisé sous le niveau %d
sv: Makro %%%s (%s) användes inte under nivå %d
uk: Макрос %%%s (%s) не було використано під рівнем %d

source: Unknown option in macro %s(%s): %s: %s
de: Unbekannte Option in Makro %s(%s): %s: %s
fi: Tuntematon valitsin makrossa %s(%s): %s: %s
fr: Option inconnue dans la macro %s(%s):%s: %s
sv: Okänd flagga i makro %s(%s): %s: %s
uk: Невідомий параметр у макросі %s(%s): %s: %s

source: Recursion depth(%d) greater than max(%d)
de: Rekursionstiefe (%d) ist größer als Maximum (%d)
fi: Rekursiosyvyys(%d) suurempi kuin enimmäismäärä(%d)
fr: Profondeur de la récursion(%d) plus grand que le maximum (%d)
sv: Rekursionsdjup(%d) större än max(%d)
uk: Глибина рекурсії (%d) перевищує максимальну (%d)

source: Unterminated %c: %s
de: Nicht terminiertes %c: %s
fi: Päättämätön %c: %s
fr: %c non complété: %s
sv: Oavslutad %c: %s
uk: Не закрито %c: %s

source: A %% is followed by an unparseable macro
de: Auf %% folgt ein nicht verarbeitbares Makro
fi: Jäsentämätön makro seuraa kohdetta %%
fr: Un %% est suivi par une macro non analysable syntaxiquement
sv: Ett %% följs av ett makro som inte kan tolkas
uk: За %% вказано непридатний до обробки макрос

source: %s: load macros failed
de: %s: Makros laden fehlgeschlagen
fi: %s: makrojen lataaminen epäonnistui
fr: %s: échec du chargement des macros
sv: %s: inläsning av makron misslyckades
uk: %s: помилка завантаження макроса

source: Macro %%%.*s not found, skipping
de: Makro %%%.*s nicht gefunden, wird übersprungen
fi: Makroa %%%.*s ei löytynyt, ohitetaan
fr: Macro %%%.*s n'a pas été repéré, saut
sv: Inget makro %%%.*s hittat, hoppar över
uk: Макрос %%%.*s не існує, пропущено

source: Macro expansion too big for target buffer
de: Makro-Ausdehnung zu groß für den Zielpuffer
fi: Makrolaajennus on liian suuri kohdepuskuriin
fr: Macro expansion trop grande pour le tampon cible
sv: Makroexpansionen är för stor för målbufferten
uk: Розгорнутий макрос занадто великий для буфера призначення

source: Macro '%s' is readonly and cannot be changed.
de: Makro „%s“ ist nur lesbar und kann nicht verändert werden.
fi: Makro ’%s’ on kirjoitussuojattu ja sitä ei voi muuttaa.
fr: Macro '%s' est en lecture seule et ne peut pas être changé.
sv: Makrot "%s" är endast läsbart och kan inte ändras.
uk: Макрос «%s» призначено лише для читання, до нього не можна вносити зміни.

source: %s:%u Missing '}' in "%s", skipping.
de: %s:%u Fehlende „}“ in „%s“, wird übersprungen.
fi: %s:%u Puuttuva ’}’ argumentissa ”%s”, ohitetaan.
fr: %s:%u Manque '}' dans "%s", saut.
sv: %s:%u "}" saknas i "%s", hoppar över.
uk: %s:%u не вистачає «}» у «%s», пропускаємо.

source: %s:%u load depth exceeded, "%s" ignored.
de: %s:%u Ladetiefe überschritten, „%s“ wird ignoriert.
fi: %s:%u lataussyvyys ylitetty, ”%s” ohitetaan.
fr: %s:%u profondeur de charge dépassée, "%s" ignorée.
sv: %s:%u inläsningsdjup överskridet, "%s" ignoreras.
uk: %s:%u перевищено глибину завантаження, «%s» проігноровано.

source: File %s: %s
de: Datei %s: %s
fi: Tiedosto %s: %s
fr: Fichier %s: %s
sv: Fil %s: %s
uk: Файл %s: %s

source: File %s is smaller than %u bytes
de: Datei %s ist kleiner als %u Byte
fi: Tiedosto %s on pienempi kuin %u tavua
fr: Fichier %s est plus petit que %u octets
sv: Filen %s är mindre än %u byte
uk: Розмір файла %s є меншим за %u байтів

source: %s: Failed to set locale %s (obtained from %s)
fi: %s: Epäonnistuttiin locale-asetuksessa %s (saatiin kohteesta %s)
fr: %s: Impossible de définir la locale %s (obtenu auprès de %s)
sv: %s: Kunde inte sätta lokal %s (hämtad från %s)
uk: %s: не вдалося встановити локаль %s (отримано від %s)

source: pcre_compile2 failed: %s(%d) at offset %d of "%s"
de: pcre_compile2 fehlgeschlagen: %s(%d) bei Offset %d von „%s“
fi: pcre_compile2 epäonnistui: %s(%d) siirrososoitteessa %d/”%s”
fr: pcre_compile2 a échoué: %s(%d) à l'offset %d de "%s"
sv: pcre_compile2 misslyckades: %s(%d) vid position %d av "%s"
uk: Помилка pcre_compile2: %s(%d) за відступом %d «%s»

source: %s: regcomp failed: %s
de: %s: regcomp fehlgeschlagen: %s
fi: %s: regcomp epäonnistui: %s
fr: %s: regcomp a échoué: %s
sv: %s: regcomp misslyckades: %s
uk: %s: помилка regcomp: %s

source: %s: regexec failed: %s(%d)
de: %s: regexec fehlgeschlagen: %s(%d)
fi: %s: regexec epäonnistui: %s(%d)
fr: %s: regexec a échoué: %s(%d)
sv: %s: regexec misslyckades: %s(%d)
uk: %s: помилка regexec: %s(%d)

source: pcre_exec failed: return %d
de: pcre_exec fehlgeschlagen: Rückgabewert %d
fi: pcre_exec epäonnistui: paluuarvo %d
fr: pcre_exec a échoué: a retourné %d
sv: pcre_exec misslyckades %d
uk: Помилка pcre_exec: код повернення %d

source: fnmatch failed: return %d
de: fnmatch fehlgeschlagen: Rückgabewert %d
fi: fnmatch epäonnistui: paluuarvo %d
fr: fnmatch a échoué: a retourné %d
sv: fnmatch misslyckades: returnerade %d
uk: Помилка fnmatch: повертаємо %d

source: number %d
de: Nummer %d
fi: numero %d
fr: numéro %d
sv: nummer %d
uk: номер %d

source: %s: Error while studying regex%s: %s
de: %s: Fehler beim Auswerten des regulären Ausdrucks %s: %s
fi: %s: Virhe tutkittaessa säännöllistä lauseketta regex%s: %s
fr: %s: Erreur lors de l'étude regex%s: %s
sv: %s: Fel vid studio av regex%s: %s
uk: %s: помилка під час вивчення формального виразу %s: %s

source: MD2 digest (RFC-1319)
de: MD2-Prüfsumme (RFCß1319)
fi: MD2-kooste (RFC-1319)
fr: digest MD2 (RFC-1319)
sv: MD2-summa (RFC-1319)
uk: Сума MD2 (RFC-1319)

source: MD4 digest
de: MD4-Prüfsumme
fi: MD4-kooste
fr: digest MD4
sv: MD4-summa
uk: Сума MD4

source: MD5 digest (RFC-1321)
de: MD5-Prüfsumme (RFC-1321)
fi: MD5-kooste (RFC-1321)
fr: digest MD5 (RFC-1321)
sv: MD5-summa (RFC-1321)
uk: Сума MD5 (RFC-1321)

source: SHA-1 digest (FIPS-180-1)
de: SHA-1-Prüfsumme (FIPS-180-1)
fi: SHA-1 -kooste (FIPS-180-1)
fr: digest SHA-1 (FIPS-180-1)
sv: SHA-1-summa (FIPS-180-1)
uk: Сума SHA-1 (FIPS-180-1)

source: SHA-224 digest (FIPS-180-2)
de: SHA-224-Prüfsumme (FIPS-180-2)
fi: SHA-224 -kooste (FIPS-180-2)
fr: digest SHA-224 (FIPS-180-2)
sv: SHA-224-summa (FIPS-180-2)
uk: Сума SHA-224 (FIPS-180-2)

source: SHA-256 digest (FIPS-180-2)
de: SHA-256-Prüfsumme (FIPS-180-2)
fi: SHA-256 -kooste (FIPS-180-2)
fr: digest SHA-256 (FIPS-180-2)
sv: SHA-256-summa (FIPS-180-2)
uk: Сума SHA-256 (FIPS-180-2)

source: SHA-384 digest (FIPS-180-2)
de: SHA-384-Prüfsumme (FIPS-180-2)
fi: SHA-384 -kooste (FIPS-180-2)
fr: digest SHA-384 (FIPS-180-2)
sv: SHA-384-summa (FIPS-180-2)
uk: Сума SHA-384 (FIPS-180-2)

source: SHA-512 digest (FIPS-180-2)
de: SHA-512-Prüfsumme (FIPS-180-2)
fi: SHA-512 -kooste (FIPS-180-2)
fr: digest SHA-512 (FIPS-180-2)
sv: SHA-512-summa (FIPS-180-2)
uk: Сума SHA-512 (FIPS-180-2)

source: SKEIN-224 digest
de: SKEIN-Prüfsumme digest
fi: SKEIN-224 -kooste
fr: digest SKEIN-224
sv: SKEIN-224-summa
uk: Сума SKEIN-224

source: SKEIN-256 digest
de: SKEIN-256-Prüfsumme
fi: SKEIN-256 -kooste
fr: digest SKEIN-256
sv: SKEIN-256-summa
uk: Сума SKEIN-256

source: SKEIN-384 digest
de: SKEIN-384-Prüfsumme
fi: SKEIN-384 -kooste
fr: digest SKEIN-384
sv: SKEIN-384-summa
uk: Сума SKEIN-384

source: SKEIN-512 digest
de: SKEIN-512-Prüfsumme
fi: SKEIN-512 -kooste
fr: digest SKEIN-512
sv: SKEIN-512-summa
uk: Сума SKEIN-512

source: SKEIN-1024 digest
de: SKEIN-1024-Prüfsumme
fi: SKEIN-1024 -kooste
fr: digest SKEIN-1024
sv: SKEIN-1024-summa
uk: Сума SKEIN-1024

source: Arirang-224 digest
de: Arirang-224-Prüfsumme
fi: Arirang-224 -kooste
fr: digest Arirang-224
sv: Arirang-224-summa
uk: Сума Arirang-224

source: Arirang-256 digest
de: Arirang-256-Prüfsumme
fi: Arirang-256 -kooste
fr: digest Arirang-256
sv: Arirang-256-summa
uk: Сума Arirang-256

source: Arirang-384 digest
de: Arirang-384-Prüfsumme
fi: Arirang-384 -kooste
fr: digest Arirang-384
sv: Arirang-384-summa
uk: Сума Arirang-384

source: Arirang-512 digest
de: Arirang-512-Prüfsumme
fi: Arirang-512 -kooste
fr: digest Arirang-512
sv: Arirang-512-summa
uk: Сума Arirang-512

source: Blake-224 digest
de: Blake-224-Prüfsumme
fi: Blake-224 -kooste
fr: digest Blake-224
sv: Blake-224-summa
uk: Сума Blake-224

source: Blake-256 digest
de: Blake-256-Prüfsumme
fi: Blake-256 -kooste
fr: digest Blake-256
sv: Blake-256-summa
uk: Сума Blake-256

source: Blake-384 digest
de: Blake-384-Prüfsumme
fi: Blake-384 -kooste
fr: digest Blake-384
sv: Blake-384-summa
uk: Сума Blake-384

source: Blake-512 digest
de: Blake-512-Prüfsumme
fi: Blake-512 -kooste
fr: digest Blake-512
sv: Blake-512-summa
uk: Сума Blake-512

source: Blake2b digest
de: Blake-2b-Prüfsumme
fi: Blake2b -kooste
sv: Blake2b-summa
uk: Сума Blake2b

source: Blake2bp digest
de: Blake-224-Prüfsumme
fi: Blake1bp -kooste
sv: Blake2bp-summa
uk: Сума Blake2bp

source: Blake2s digest
de: Blake-224-Prüfsumme
fi: Blake2s -kooste
sv: Blake2s-summa
uk: Сума Blake2s

source: Blake2sp digest
de: Blake2sp-Prüfsumme
fi: Blake2sp -kooste
sv: Blake2sp-summa
uk: Сума Blake2sp

source: BlueMidnightWish-224 digest
de: BlueMidnightWish-224-Prüfsumme
fi: BlueMidnightWish-224 -kooste
fr: digest BlueMidnightWish-224
sv: BlueMidnightWish-224-summa
uk: Сума BlueMidnightWish-224

source: BlueMidnightWish-256 digest
de: BlueMidnightWish-256-Prüfsumme
fi: BlueMidnightWish-256 -kooste
fr: digest BlueMidnightWish-256
sv: BlueMidnightWish-256-summa
uk: Сума BlueMidnightWish-256

source: BlueMidnightWish-384 digest
de: BlueMidnightWish-384-Prüfsumme
fi: BlueMidnightWish-384 -kooste
fr: digest BlueMidnightWish-384
sv: BlueMidnightWish-384-summa
uk: Сума BlueMidnightWish-384

source: BlueMidnightWish-512 digest
de: BlueMidnightWish-512-Prüfsumme
fi: BlueMidnightWish-512 -kooste
fr: digest BlueMidnightWish-512
sv: BlueMidnightWish-512-summa
uk: Сума BlueMidnightWish-512

source: Chi-224 digest
de: Chi-224-Prüfsumme
fi: Chi-224 -kooste
fr: digest Chi-224
sv: Chi-224-summa
uk: Сума Chi-224

source: Chi-256 digest
de: Chi-256-Prüfsumme
fi: Chi-256 -kooste
fr: digest Chi-256
sv: Chi-256-summa
uk: Сума Chi-256

source: Chi-384 digest
de: Chi-384-Prüfsumme
fi: Chi-384 -kooste
fr: digest Chi-384
sv: Chi-384-summa
uk: Сума Chi-384

source: Chi-512 digest
de: Chi-512-Prüfsumme
fi: Chi-512 -kooste
fr: digest Chi-512
sv: Chi-512-summa
uk: Сума Chi-512

source: CubeHash-224 digest
de: CubeHash-224-Prüfsumme
fi: CubeHash-224 -kooste
fr: digest CubeHash-224
sv: CubeHash-224-summa
uk: Сума CubeHash-224

source: CubeHash-256 digest
de: CubeHash-256-Prüfsumme
fi: CubeHash-256 -kooste
fr: digest CubeHash-256
sv: CubeHash-256-summa
uk: Сума CubeHash-256

source: CubeHash-384 digest
de: CubeHash-384-Prüfsumme
fi: CubeHash-384 -kooste
fr: digest CubeHash-384
sv: CubeHash-384-summa
uk: Сума CubeHash-384

source: CubeHash-512 digest
de: CubeHash-512-Prüfsumme
fi: CubeHash-512 -kooste
fr: digest CubeHash-512
sv: CubeHash-512-summa
uk: Сума CubeHash-512

source: Echo-224 digest
de: Echo-224-Prüfsumme
fi: Echo-224 -kooste
fr: digest Echo-224
sv: Echo-224-summa
uk: Сума Echo-224

source: Echo-256 digest
de: Echo-256-Prüfsumme
fi: Echo-256 -kooste
fr: digest Echo-256
sv: Echo-256-summa
uk: Сума Echo-256

source: Echo-384 digest
de: Echo-384-Prüfsumme
fi: Echo-384 -kooste
fr: digest Echo-384
sv: Echo-384-summa
uk: Сума Echo-384

source: Echo-512 digest
de: Echo-512-Prüfsumme
fi: Echo-512 -kooste
fr: digest Echo-512
sv: Echo-512-summa
uk: Сума Echo-512

source: EdonR-224 digest
de: EdonR-224-Prüfsumme
fi: EdonR-224 -kooste
fr: digest EdonR-224
sv: EdonR-224-summa
uk: Сума EdonR-224

source: EdonR-256 digest
de: EdonR-256-Prüfsumme
fi: EdonR-256 -kooste
fr: digest EdonR-256
sv: EdonR-256-summa
uk: Сума EdonR-256

source: EdonR-384 digest
de: EdonR-384-Prüfsumme
fi: EdonR-384 -kooste
fr: digest EdonR-384
sv: EdonR-384-summa
uk: Сума EdonR-384

source: EdonR-512 digest
de: EdonR-512-Prüfsumme
fi: EdonR-512 -kooste
fr: digest EdonR-512
sv: EdonR-512-summa
uk: Сума EdonR-512

source: Fugue-224 digest
de: Fugue-224-Prüfsumme
fi: Fugue-224 -kooste
fr: digest Fugue-224
sv: Fugue-224-summa
uk: Сума Fugue-224

source: Fugue-256 digest
de: Fugue-256-Prüfsumme
fi: Fugue-256 -kooste
fr: digest Fugue-256
sv: Fugue-256-summa
uk: Сума Fugue-256

source: Fugue-384 digest
de: Fugue-384-Prüfsumme
fi: Fugue-384 -kooste
fr: digest Fugue-384
sv: Fugue-384-summa
uk: Сума Fugue-384

source: Fugue-512 digest
de: Fugue-512-Prüfsumme
fi: Fugue-512 -kooste
fr: digest Fugue-512
sv: Fugue-512-summa
uk: Сума Fugue-512

source: Groestl-224 digest
de: Groestl-224-Prüfsumme
fi: Groestl-224 -kooste
fr: digest Groestl-224
sv: Groestl-224-summa
uk: Сума Groestl-224

source: Groestl-256 digest
de: Groestl-256-Prüfsumme
fi: Groestl-256 -kooste
fr: digest Groestl-256
sv: Groestl-256-summa
uk: Сума Groestl-256

source: Groestl-384 digest
de: Groestl-384-Prüfsumme
fi: Groestl-384 -kooste
fr: digest Groestl-384
sv: Groestl-384-summa
uk: Сума Groestl-384

source: Groestl-512 digest
de: Groestl-512-Prüfsumme
fi: Groestl-512 -kooste
fr: digest Groestl-512
sv: Groestl-512-summa
uk: Сума Groestl-512

source: Hamsi-224 digest
de: Hamsi-224-Prüfsumme
fi: Hamsi-224 -kooste
fr: digest Hamsi-224
sv: Hamsi-224-summa
uk: Сума Hamsi-224

source: Hamsi-256 digest
de: Hamsi-256-Prüfsumme
fi: Hamsi-256 -kooste
fr: digest Hamsi-256
sv: Hamsi-256-summa
uk: Сума Hamsi-256

source: Hamsi-384 digest
de: Hamsi-384-Prüfsumme
fi: Hamsi-384 -kooste
fr: digest Hamsi-384
sv: Hamsi-384-summa
uk: Сума Hamsi-384

source: Hamsi-512 digest
de: Hamsi-512-Prüfsumme
fi: Hamsi-512 -kooste
fr: digest Hamsi-512
sv: Hamsi-512-summa
uk: Сума Hamsi-512

source: JH-224 digest
de: JH-224-Prüfsumme
fi: JH-224 -kooste
fr: digest JH-224
sv: JH-224-summa
uk: Сума JH-224

source: JH-256 digest
de: JH-256-Prüfsumme
fi: JH-256 -kooste
fr: digest JH-256
sv: JH-256-summa
uk: Сума JH-256

source: JH-384 digest
de: JH-384-Prüfsumme
fi: JH-384 -kooste
fr: digest JH-384
sv: JH-384-summa
uk: Сума JH-384

source: JH-512 digest
de: JH-512-Prüfsumme
fi: JH-512 -kooste
fr: digest JH-512
sv: JH-512-summa
uk: Сума JH-512

source: Keccak-224 digest
de: Keccak-224-Prüfsumme
fi: Keccak-224 -kooste
fr: digest Keccak-224
sv: Keccak-224-summa
uk: Сума Keccak-224

source: Keccak-256 digest
de: Keccak-256-Prüfsumme
fi: Keccak-256 -kooste
fr: digest Keccak-256
sv: Keccak-256-summa
uk: Сума Keccak-256

source: Keccak-384 digest
de: Keccak-384-Prüfsumme
fi: Keccak-384 -kooste
fr: digest Keccak-384
sv: Keccak-384-summa
uk: Сума Keccak-384

source: Keccak-512 digest
de: Keccak-512-Prüfsumme
fi: Keccak-512 -kooste
fr: Digest Keccak-512
sv: Keccak-512-summa
uk: Сума Keccak-512

source: Lane-224 digest
de: Lane-224-Prüfsumme
fi: Lane-224 -kooste
fr: Digest Lane-224
sv: Lane-224-summa
uk: Сума Lane-224

source: Lane-256 digest
de: Lane-256-Prüfsumme
fi: Lane-256 -kooste
fr: Digest Lane-256
sv: Lane-256-summa
uk: Сума Lane-256

source: Lane-384 digest
de: Lane-384-Prüfsumme
fi: Lane-384 -kooste
fr: Digest Lane-384
sv: Lane-384-summa
uk: Сума Lane-384

source: Lane-512 digest
de: Lane-512-Prüfsumme
fi: Lane-512 -kooste
fr: Digest Lane-512
sv: Lane-512-summa
uk: Сума Lane-512

source: Luffa-224 digest
de: Luffa-224-Prüfsumme
fi: Luffa-224 -kooste
fr: Digest Luffa-224
sv: Luffa-224-summa
uk: Сума Luffa-224

source: Luffa-256 digest
de: Luffa-256-Prüfsumme
fi: Luffa-256 -kooste
fr: Digest Luffa-256
sv: Luffa-256-summa
uk: Сума Luffa-256

source: Luffa-384 digest
de: Luffa-384-Prüfsumme
fi: Luffa-384 -kooste
fr: Digest Luffa-384
sv: Luffa-384-summa
uk: Сума Luffa-384

source: Luffa-512 digest
de: Luffa-512-Prüfsumme
fi: Luffa-512 -kooste
fr: Digest Luffa-512
sv: Luffa-512-summa
uk: Сума Luffa-512

source: MD6-224 digest
de: MD6-224-Prüfsumme
fi: MD6-224 -kooste
fr: Digest MD6-224
sv: MD6-224-summa
uk: Сума MD6-224

source: MD6-256 digest
de: MD6-256-Prüfsumme
fi: MD6-256 -kooste
fr: Digest MD6-256
sv: MD6-256-summa
uk: Сума MD6-256

source: MD6-384 digest
de: MD6-384-Prüfsumme
fi: MD6-384 -kooste
fr: Digest MD6-384
sv: MD6-384-summa
uk: Сума MD6-384

source: MD6-512digest
de: MD6-512-Prüfsumme
fi: MD6-512 -kooste
fr: Digest MD6-512
sv: MD6-512-summa
uk: Сума MD6-512

source: RadioGatun32-256 digest
de: RadioGatun32-256-Prüfsumme
fi: RadioGatun32-256 -kooste
sv: RadioGatun32-256-summa
uk: Сума RadioGatun32-256

source: RadioGatun64-256 digest
de: RadioGatun64-256-Prüfsumme
fi: RadioGatun64-256 -kooste
sv: RadioGatun64-256-summa
uk: Сума RadioGatun64-256

source: Shabal-224 digest
de: Shabal-224-Prüfsumme
fi: Shabal-224 -kooste
fr: Digest Shabal-224
sv: Shabal-224-summa
uk: Сума Shabal-224

source: Shabal-256 digest
de: Shabal-256-Prüfsumme
fi: Shabal-256 -kooste
fr: Digest Shabal-256
sv: Shabal-256-summa
uk: Сума Shabal-256

source: Shabal-384 digest
de: Shabal-384-Prüfsumme
fi: Shabal-384 -kooste
fr: Digest Shabal-384
sv: Shabal-384-summa
uk: Сума Shabal-384

source: Shabal-512 digest
de: Shabal-512-Prüfsumme
fi: Shabal-512 -kooste
fr: Digest Shabal-512
sv: Shabal-512-summa
uk: Сума Shabal-512

source: SHAvite3-224 digest
de: SHAvite3-224-Prüfsumme
fi: SHAvite3-224 -kooste
fr: Digest SHAvite3-224
sv: SHAvite3-224-summa
uk: Сума SHAvite3-224

source: SHAvite3-256 digest
de: SHAvite3-256-Prüfsumme
fi: SHAvite3-256 -kooste
fr: Digest SHAvite3-256
sv: SHAvite3-256-summa
uk: Сума SHAvite3-256

source: SHAvite3-384 digest
de: SHAvite3-384-Prüfsumme
fi: SHAvite3-384 -kooste
fr: Digest SHAvite3-384
sv: SHAvite3-384-summa
uk: Сума SHAvite3-384

source: SHAvite3-512 digest
de: SHAvite3-512-Prüfsumme
fi: SHAvite3-512 -kooste
fr: Digest SHAvite3-512
sv: SHAvite3-512-summa
uk: Сума SHAvite3-512

source: SIMD-224 digest
de: SIMD-224-Prüfsumme
fi: SIMD-224 -kooste
fr: Digest SIMD-224
sv: SIMD-224-summa
uk: Сума SIMD-224

source: SIMD-256 digest
de: SIMD-256-Prüfsumme
fi: SIMD-256 -kooste
fr: Digest SIMD-256
sv: SIMD-256-summa
uk: Сума SIMD-256

source: SIMD-384 digest
de: SIMD-384-Prüfsumme
fi: SIMD-384 -kooste
fr: Digest SIMD-384
sv: SIMD-384-summa
uk: Сума SIMD-384

source: SIMD-512 digest
de: SIMD-512-Prüfsumme
fi: SIMD-512 -kooste
fr: Digest SIMD-512
sv: SIMD-512-summa
uk: Сума SIMD-512

source: TIB3-224 digest
de: TIB3-224-Prüfsumme
fi: TIB3-224 -kooste
fr: Digest TIB3-224
sv: TIB3-224-summa
uk: Сума TIB3-224

source: TIB3-256 digest
de: TIB3-256-Prüfsumme
fi: TIB3-256 -kooste
fr: Digest TIB3-256
sv: TIB3-256-summa
uk: Сума TIB3-256

source: TIB3-384 digest
de: TIB3-384-Prüfsumme
fi: TIB3-384 -kooste
fr: Digest TIB3-384
sv: TIB3-384-summa
uk: Сума TIB3-384

source: TIB3-512 digest
de: TIB3-512-Prüfsumme
fi: TIB3-512 -kooste
fr: Digest TIB3-512
sv: TIB3-512-summa
uk: Сума TIB3-512

source: SALSA-10 hash
de: SALSA-10-Prüfsumme
fi: SALSA-10 -sekasumma
fr: hash SALSA-10
sv: SALSA-10-kontrollsumma
uk: Хеш SALSA-10

source: SALSA-20 hash
de: SALSA-20-Prüfsumme
fi: SALSA-20 -sekasumma
fr: hash SALSA-20
sv: SALSA-20-kontrollsumma
uk: Хеш SALSA-20

source: RIPEMD-128 digest
de: RIPEMD-128-Prüfsumme
fi: RIPEMD-128 -kooste
fr: Digest RIPEMD-128
sv: RIPEMD-128-summa
uk: Сума RIPEMD-128

source: RIPEMD-160 digest
de: RIPEMD-160-Prüfsumme
fi: RIPEMD-160 -kooste
fr: Digest RIPEMD-160
sv: RIPEMD-160-summa
uk: Сума RIPEMD-160

source: RIPEMD-256 digest
de: RIPEMD-256-Prüfsumme
fi: RIPEMD-256 -kooste
fr: digest RIPEMD-256
sv: RIPEMD-256-summa
uk: Сума RIPEMD-256

source: RIPEMD-320 digest
de: RIPEMD-320-Prüfsumme
fi: RIPEMD-320 -kooste
fr: digest RIPEMD-320
sv: RIPEMD-320-summa
uk: Сума RIPEMD-320

source: TIGER digest
de: TIGER-Prüfsumme
fi: TIGER-kooste
fr: digest TIGER
sv: TIGER-summa
uk: Сума TIGER

source: CRC-32 checksum
de: CRC-32-Prüfsumme
fi: CRC-32 -tarkistussumma
fr: Somme de contrôle CRC-32
sv: CRC-32-kontrollsumma
uk: Сума CRC-32

source: CRC-64 checksum
de: CRC-64-Prüfsumme
fi: CRC-64 -tarkistussumma
fr: Somme de contrôle CRC-64
sv: CRC-64-kontrollsumma
uk: Сума CRC-64

source: ADLER-32 checksum
de: ADLER-32-Prüfsumme
fi: ADLER-32 -tarkistussumma
fr: Somme de contrôle ADLER-32
sv: ADLER-32-kontrollsumma
uk: Контрольна сума ADLER-32

source: Lookup3 hash
de: Lookup3-Prüfsumme
fi: Lookup3-sekasumma
fr: hachage Lookup3
sv: Lookup3-kontrollsumma
uk: Хеш Lookup3

source: No hash algorithm
de: Kein Prüfsummenalgorithmus
fi: Ei sekasumma-algoritmia
fr: Aucun algorithme de hachage
sv: Ingen kontrollsummealgoritm
uk: Алгоритм без хешування

source: All hash algorithm(s)
de: Alle Prüfsummenalgorithmen
fi: Kaikki sekasumma-algoritmit
fr: Tout algorithme(s) de hachage
sv: Alla kontrollsummealgoritmer
uk: Всі алгоритми з хешуванням

source: FTS_COMFOLLOW: follow command line symlinks
de: FTS_COMFOLLOW: Symbolischen Links auf der Befehlszeile folgen
fi: FTS_COMFOLLOW: seuraa komentorivin symbolisia linkkejä
fr: FTS_COMFOLLOW: suivre les liens symboliques en ligne de commande
sv: FTS_COMFOLLOW: följ kommandoradssymlänkar
uk: FTS_COMFOLLOW: переходити за символічними посиланням рядка команди
