Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: skipping package %s with unverifiable V%u signature
de: Paket %s mit nicht verifizierbarer V%u-Signatur wird übersprungen
fi: ohitetaan paketti %s todentamattomalla V%u-allekirjoituksella
fr: saut du paquet %s avec la signature invérifiable V%u
sv: hoppar över paket %s med overifierbar V%u-signatur
uk: пропущено пакунок %s з непридатним до перевірки підписом V%u

source: NOT_OK
de: NICHT OK
fi: EI_VALMIS
fr: PAS_OK
sv: EJ_OK
uk: ПОМИЛКА

source: (MISSING KEYS:
de: (FEHLENDE SCHLÜSSEL:
fi: (PUUTTUVAT AVAIMET:
fr: (CLÉS MANQUANTES:
sv: (SAKNADE NYCKLAR:
uk: (НЕ ВИСТАЧАЄ КЛЮЧІВ:

source: (UNTRUSTED KEYS:
de: (UNBESTÄTIGTE SCHLÜSSEL:
fi: (EI-LUOTETUT AVAIMET:
fr: (CLÉS NON FIABLES:
sv: (EJ BETRODDA NYCKLAR:
uk: (НЕНАДІЙНІ КЛЮЧІ:

source: OK
fi: VALMIS
uk: Гаразд

source: NO
de: NEIN
fi: EI
fr: NON
sv: NEJ
uk: НІ

source: YES
de: JA
fi: KYLLÄ
fr: OUI
sv: JA
uk: ТАК

source: PreReq:, Provides:, and Obsoletes: dependencies support versions.
de: PreReq:, Provides:, und Obsoletes: unterstützen Versionen.
fi: PreReq:, Provides:, ja Obsoletes: riippuvuudet tukevat versioita.
fr: PreReq:, Provides:, et Obsoletes: dépendances de versions de supprot.
sv: PreReq:, Provides:, and Obsoletes:-beroenden stödjer versioner.
uk: PreReq:, Provides: і Obsoletes: підтримка версій залежностей.

source: file name(s) stored as (dirName,baseName,dirIndex) tuple, not as path.
de: Dateiname(n) als (dirName,baseName,dirIndex)-Tupel gespeichert, nicht als Pfad.
fi: tiedostonimet tallennettu (dirName,baseName,dirIndex)-monikkoina, ei polkuna.
fr: noms de fichiers stockés sous le tuplet (dirName,baseName,dirIndex), pas comme un chemin.
sv: filnamn lagrade som (katNamn,basNam,katIndex)-tupel, inte som sökväg.
uk: назви файлів збережено як кортеж (dirName,baseName,dirIndex), а не як шлях.

source: package payload can be compressed using bzip2.
de: Paket-Nutzdaten können mit bzip2 komprimiert werden.
fi: pakettilataus voidaan tiivistää bzip2-ohjelmalla.
fr: la charge du paquet peut être compressées avec bzip2.
sv: paketlast kan komprimeras med bzip2.
uk: вміст пакунка може бути стиснуто за допомогою bzip2.

source: package payload file(s) have "./" prefix.
de: Dateien der Paket-Nutzdaten haben „./“ als Präfix.
fi: pakettilataustiedostoilla on ”./”-etuliite.
fr: le(s) fichier(s) de charge du paquet a(ont) le préfixe "./".
sv: paketlastfiler har "./"-prefix.
uk: файли вмісту пакунка мають префікс «./».

source: package name-version-release is not implicitly provided.
de: Paket Name-Version-Release wird nicht unbedingt bereitgestellt.
fi: paketin nimi-versio-julkaisuversiota ei tarjottu implisiittisesti.
fr: les paramètres nom-version-release ne sont pas explicitement fournis.
sv: paketets namn-version-utgåva tillhandahålls inte implicit.
uk: назва-версія-випуск пакунка не надаються автоматично.

source: header tags are always sorted after being loaded.
de: Header-Tags werden immer nach dem Laden sortiert.
fi: otsaketunnisteet lajitellaan aina lataamisen jälkeen.
fr: étiquettes d'en-tête doivent toujours être triées après avoir été chargées.
sv: huvudtaggar sorteras alltid efter att ha lästs in.
uk: теґи заголовка завжди впорядковуються після завантаження.

source: the scriptlet interpreter can use arguments from header.
de: Der Skriptlet-Interpreter kann Argumente aus dem Header benutzen.
fi: skriptlettitulkki voi käyttää argumentteja otsakkeesta.
fr: l'interpérteur de scriptlet peut utiliser les arguments à partir de l'en-tête.
sv: skriptinterpretatorn kan använda argument från huvudet.
uk: інтерпретатор допоміжних скриптів може використовувати аргументи з заголовка.

source: a hardlink file set may be installed without being complete.
de: Eine harte Verlinkung kann auch ohne eine komplette Installation angelegt werden.
fi: kovalinkkitiedostojoukko voidaan asentaa vaillinaisena.
fr: un lien direct (hardlink) défini peut être installé sans être complet.
sv: en hårdlänkad filuppsättning får installeras utan att vara komplett.
uk: підтримується часткове встановлення набору жорстких посилань пакунка.

source: package scriptlets may access the rpm database while installing.
de: Paket-Skriptlets können während der Installation auf die RPM-Datenbank zugreifen.
fi: pakettiskriptleteillä on pääsy rpm-tietokantaan asennuksen aikana.
fr: les scriptlets du paquet peuvent accéder à la base de données rpm lors de l'installation
sv: paketskript kan komma att använda rpm-databasen under installation.
uk: допоміжні скрипти пакунка можуть отримувати доступ до бази даних rpm під час встановлення.

source: internal embedded lua scripts.
de: Interne Unterstützung für LUA-Skripte
fi: sisäänrakennetut lua-skriptit.
fr: scripts lua internes intégré.
sv: interna inbäddade lua-skript.
uk: вбудовані скрипти lua.

source: internal embedded Augeas.
de: Interne Unterstützung für Augeas.
fi: sisäänrakennettu Augeas-työkalu.
fr: Augeas internes intégré.
sv: intern inbäddad Augeas.
uk: вбудовані скрипти Augeas.

source: internal embedded FICL.
de: Interne Unterstützung für FICL.
fi: sisäänrakennettu FICL.
fr: FICL internes intégré.
sv: intern inbäddad FICL.
uk: вбудовані скрипти FICL.

source: internal embedded JVM BeanShell.
de: Interne Unterstützung für JVM BeanShell.
fi: sisäänrakennettu JVM BeanShell.
sv: intern inbäddad JVM-BeanShell.
uk: вбудована JVM BeanShell.

source: internal embedded JavaScript.
de: Interne Unterstützung für JavaScript.
fi: sisäänrakennettu JavaScript.
fr: JavaScript internes intégré.
sv: intern inbäddat JavaScript.
uk: вбудовані скрипти JavaScript.

source: internal embedded Mruby scripts.
de: Interne Unterstützung für Mruby-Skripte
fi: sisäänrakennetut Mruby-skriptit.
sv: interna inbäddade Mruby-skript.
uk: вбудовані скрипти Mruby.

source: internal embedded perl scripts.
de: Interne Unterstützung für Perl-Skripte
fi: sisäänrakennetut perl-skriptit.
fr: scripts perl internes intégré.
sv: interna inbäddade perl-skript.
uk: вбудовані скрипти lua.

source: internal embedded python scripts.
de: Interne Unterstützung für Python-Skripte
fi: sisäänrakennetut python-skriptit.
fr: scripts python internes intégré.
sv: interna inbäddade python-skript.
uk: вбудовані скрипти python.

source: internal embedded Cruby scripts.
de: Interne Unterstützung für Cruby-Skripte
fi: sisäänrakennetut Cruby-skriptit.
sv: interna inbäddade Cruby-skript.
uk: вбудовані скрипти Cruby.

source: internal embedded Spook scripts.
de: Interne Unterstützung für Spook-Skripte
fi: sisäänrakennetut Spook-skriptit.
fr: scripts Spook internes intégré.
sv: interna inbäddade Spook-skript.
uk: вбудовані скрипти Spook.

source: internal embedded sqlite3 scripts.
de: Interne Unterstützung für Sqlite3-Skripte.
fi: sisäänrakennetut sqlite3-skriptit.
fr: scripts sqlite3 internes intégré.
sv: interna inbäddade sqlite3-skript.
uk: вбудовані скрипти sqlite3.

source: internal embedded squirrel scripts.
de: Interne Unterstützung für Squirrel-Skripte
fi: sisäänrakennetut squirrel-skriptit.
fr: scripts squirrel internes intégré.
sv: interna inbäddade squirrel-skript.
uk: вбудовані скрипти squirrel.

source: internal embedded tcl scripts.
de: Interne Unterstützung für Tcl-Skripte
fi: sisäänrakennetut tcl-skriptit.
fr: scripts tcl internes intégré.
sv: interna inbäddade tcl-skript.
uk: вбудовані скрипти tcl.

source: header tag data can be of type uint64_t.
de: Header-Tags können vom Typ int_64 sein.
fi: otsaketunnistetiedot voivat olla uint64_t-tyyppiä.
fr: les données de marquage-tête peuvent être de type uint64_t.
sv: huvudtaggdata kan ha typ uint64_t.
uk: дані теґів заголовка можуть належати до типу uint64_t.

source: package payload can be in ustar tar archive format.
de: Paket-Nutzdaten können im ustar Tar-Archivformat sein.
fi: pakettilataus voi olla ”ustar tar”-arkistomuodossa.
fr: la charge du paquet peut être au format archive tar ustar.
sv: paketlasten kan vara i tar-arkivformatet ustar.
uk: вміст пакунка може бути стиснуто у форматі стрічкових архівів ustar.

source: package payload can be compressed using lzma.
de: Paket-Nutzdaten können mit lzma komprimiert werden.
fi: pakettilataus voidaan tiivistää lzma-ohjelmalla.
fr: la charge du paquet peut être compressé en utilisant lzma.
sv: paketlast kan komprimeras med lzma.
uk: вміст пакунка може бути стиснуто за допомогою lzma.

source: file digests can be other than MD5.
de: Datei-Prüfsummen können andere als MD5 sein.
fi: tiedostokooste voi olla muu kuin MD5.
fr: les digest du fichier peuvent être autre que MD5.
sv: filkontrollsummor kan vara andra än MD5.
uk: контрольні суми файлів може бути обчислено за алгоритмом, відмінним від MD5.

source: package payload can be in ar archive format.
de: Paket-Nutzdaten können im ar-Archivformat sein.
fi: pakettilataus voi olla ar-arkistomuodossa.
fr: la charge du paquet peut être au format archive ar.
sv: paketlasten kan vara i ar-arkivformat.
uk: вміст пакунка може бути стиснуто у форматі архівів ar.

source: package payload can be compressed using xz.
de: Paket-Nutzdaten können mit xz komprimiert werden.
fi: pakettilataus voidaan tiivistää xz-ohjelmalla.
fr: la charge du paquet peut être compressé en utilisant xz.
sv: paketlast kan komprimeras med xz.
uk: вміст пакунка може бути стиснуто за допомогою xz.

source: dependencies support set/subset versions.
fi: riippuvuudet tukevat set/subset-versioita.
sv: beroenden stödjer mängd-/delmängdsversioner.
uk: у залежностях передбачено підтримку версій набору/піднабору.

source: %s:%d "%s" has invalid name. Skipping ...
de: %s:%d „%s“ hat einen ungültigen Namen. Wird übersprungen …
fi: %s:%d ”%s” on virheellinen nimi. Ohitetaan ...
fr: %s:%d "%s" a un nom invalide. Saut ...
sv: %s:%d "%s" har ogiltigt namn. Hoppar över ...
uk: %s:%d «%s» містить некоректну назву. Пропускаємо…

source: %s:%d "%s" has no comparison operator. Skipping ...
de: %s:%d „%s“ hat keinen Vergleichsoperator. Wird übersprungen …
fi: %s:%d ”%s” ei ole vertailuoperaattoria. Ohitetaan ...
fr: %s:%d "%s" n'a pas d'opérateur de comparaison. Saut ...
sv: %s:%d "%s" har ingen jämförelseoperator. Hoppar över ...
uk: %s:%d «%s» не містить оператора порівняння. Пропускаємо…

source: %s:%d "%s" has no EVR string. Skipping ...
de: %s:%d „%s“ hat keine EVR-Zeichenfolge. Wird übersprungen …
fi: %s:%d ”%s” ei ole EVR-merkkijonoa. Ohitetaan ...
fr: %s:%d "%s" n'a pas de chaîne EVR. Saut ...
sv: %s:%d "%s" har ingen EVR-sträng. Hoppar över ...
uk: %s:%d «%s» не містить рядка EVR. Пропускаємо…

source: running "%s" pipe command
de: Pipe-Befehl „%s“ wird ausgeführt
fi: suoritetaan putkikomentoa ”%s”
fr: en cours d'exécution de la commande pipe "%s"
sv: kör rörkommandot "%s"
uk: запуск команди каналу «%s»

source: line %d: No EVR comparison value found. Skipping ...
de: Zeile %d: Keinen EVR-Vergleichswert gefunden. Wird übersprungen …
fi: rivi %d: Ei löytynyt EVR-vertailuarvoa. Ohitetaan ...
fr: <span class="whitespace other" title="Tab">»</span>ligne %d: pas de valeur de comparaison EVR trouvé. Saut ...
sv: rad %d: Inget EVR-jämförelsevärde hittat. Hoppar över ...
uk: рядок %d: не виявлено значення порівняння EVR. Пропускаємо…

source: The "B" dependency needs an epoch (assuming same epoch as "A") A = "%s" B = "%s"
de: Die „B“-Abhängigkeit benötigt eine Epoche (vermutlich die gleiche Epoche wie „A“) A = „%s“ B = „%s“
fi: Riippuvuus ”B” tarvitsee viitepäivän (otaksutaan sama viitepäivä kuin ”A”) A = ”%s” B = ”%s”
fr: La dépendance "B" nécessite une période (en assumant la même période que "A") <span class="whitespace other" title="Tab">»</span>A = "%s"<span class="whitespace other" title="Tab">»</span>B = "%s"
sv: "B"-beroendet behöver en epok (antar samma epok som "A") A = "%s" B = "%s"
uk: Для залежності «B» потрібно визначити епоху (будемо припускати, що вона збігається з «A») A = «%s» B = «%s»

source: failed to decode %s
de: Dekodierung von %s ist fehlgeschlagen
fi: kohteen %s dekoodaus epäonnistui
sv: kunde inte avkoda %s
uk: не вдалося декодувати %s

source: Couldn't create pipe for %s: %m
de: Pipe für %s konnte nicht erzeugt werden: %m
fi: Putken luominen kohteelle %s epäonnistui: %m
fr: Impossible de créer le pipe pour %s:%m
sv: Kunde inte skapa rör för %s: %m
uk: Не вдалося створити канал для %s: %m

source: Couldn't exec %s: %s
de: %s konnte nicht ausgeführt werden: %s
fi: Funktiokutsun exec %s suorittaminen epäonnistui: %s
fr: Ne peut exécuter %s: %s
sv: Kunde inte köra %s: %s
uk: Не вдалося виконати %s: %s

source: Command "%s" failed, exit(%d)
de: Befehl „%s“ fehlgeschlagen, exit(%d)
fi: Komento ”%s” epäonnistui, exit(%d)
fr: Commande "%s" échouée, sortie(%d)
sv: Kommandot "%s" misslyckades, slutstatus(%d)
uk: Помилка команди «%s», exit(%d)

source: failed to write all data to %s
de: Nicht alle Daten konnten nach %s geschrieben werden
fi: kaikkien tietojen kirjoittaminen ohjelmaan %s epäonnistui
fr: échec d'écriture de toutes les données dans %s
sv: kunde inte skriva all data till %s
uk: Не вдалося записати всі дані до %s

source: Compilation of pattern '%s' (expanded from '%s') failed. Skipping ...
de: Erstellen des Musters „%s“ (expandiert von „%s“) fehlgeschlagen. Überspringe…
fi: Mallin ’%s’ kääntäminen (laajennettu kohteesta ’%s’) epäonnistui. Ohitetaan ...
fr: Compilation du modèle '%s' (passé de '%s') a échoué. Saut ...
sv: Kompilering av mönstret "%s" (expanderat från "%s") misslyckades. Hoppar över ...
uk: Спроба збирання шаблону «%s» (розгорнуто з «%s») завершилася невдало. Пропускаємо…

source: Skipping %c: '%s'
de: %c wird übersprungen: „%s“
fi: Ohitetaan %c: ’%s’
fr: Sauté %c: '%s'
sv: Hoppar över %c: "%s"
uk: Пропускаємо %c: «%s»

source: skipping %s provides detection
de: Die Erkennung von %s-Provides wird übersprungen
fi: ohitetaan %s tarjoamishavannointi
fr: sauté %s permet une détection
sv: hoppar över detektering av %s-tillhandahållanden
uk: пропускаємо виявлення вмісту %s

source: skipping %s requires detection
de: Die Erkennung von %s-Requires wird übersprungen
fi: ohitetaan %s vaatimushavannointi
fr: sauter %s nécessite une détection
sv: hoppar över detektering av %s-krav
uk: пропускаємо виявлення вимог %s

source: Finding %s: %s
de: %s wird gesucht: %s
fi: Etsitään riippuvuutta %s: %s
fr: Repérage de %s: %s
sv: Letar efter %s: %s
uk: Пошук %s: %s

source: Failed to find %s:
de: %s konnte nicht gefunden werden:
fi: Riippuvuuden %s löytäminen epäonnistui:
fr: Échec de repérage de %s
sv: Hittade inte %s:
uk: Не вдалося знайти %s:

source: open of %s failed: %s
de: Öffnen von %s fehlgeschlagen: %s
fi: tiedostopolun %s avaaminen epäonnistui: %s
fr: ouverture de %s a échoué: %s
sv: misslyckades med att öppna %s: %s
uk: помилка відкриття %s: %s

source: not signed: %s
de: nicht signiert: %s
fi: ei allekirjoitettu: %s
sv: inte signerad: %s
uk: не підписано: %s

source: unknown tag: "%s"
de: Unbekannter Tag: „%s“
fi: tuntematon tunniste: ”%s”
fr: tag inconnu: "%s"
sv: okänd tagg: "%s"
uk: невідомий теґ: «%s»

source: Preparing...
de: Vorbereiten …
fi: Valmistellaan...
fr: Préparation en cours...
sv: Förbereder...
uk: Підготовка...

source: Preparing packages for installation...
de: Vorbereiten der Pakete für die Installation …
fi: Valmistellaan pakettien asennusta...
fr: Préparation des paquets pour l'installation...
sv: Förbereder paket för installation ...
uk: Приготування пакунків до встановлення...

source: Repackaging...
de: Erneut packen …
fi: Paketoidaan uudelleen...
fr: Réempaquetage...
sv: Packar om...
uk: Перепакування…

source: Repackaging erased files...
de: Erneutes Packen gelöschter Dateien …
fi: Paketoidaan uudelleen poistetut tiedostot...
fr: Réempaquetage des fichiers effacés...
sv: Packar om raderade filer...
uk: Перепакування вилучених файлів…

source: Upgrading...
de: Aktualisieren …
fi: Päivitetään...
fr: Mise à jour...
sv: Uppgraderar...
uk: Оновлення…

source: Upgrading packages...
de: Pakete werden aktualisiert …
fi: Päivitetään paketteja...
fr: Mise à jour des paquets....
sv: Uppgraderar paket...
uk: Оновлення пакунків…

source: Suggested resolutions:
de: Vorgeschlagene Auflösungen:
fi: Suositellut tarkkuudet:
fr: Résolutions suggérées:
sv: Föreslagna lösningar:
uk: Пропоновані розв’язання:

source: Failed dependencies
de: Fehlgeschlagende Abhängigkeiten
fi: Puuttuvat riippuvuudet
fr: Échec des dépendances
sv: Ouppfyllda beroenden
uk: Помилкові залежності

source: Ordering problems
de: Sortierungsprobleme
fi: Järjestyspulmat
fr: Trier les problèmes
sv: Sorteringsproblem
uk: Проблеми впорядкування

source: Install/Erase problems
de: Probleme beim Installieren/Löschen
fi: Asenna/poista -pulmat
fr: Installer/Effacer les problèmes
sv: Installations-/Raderingsproblem
uk: Проблеми встановлення/вилучення:

source: package "%s" cannot be found
de: Paket „%s“ kann nicht gefunden werden
fi: pakettia ”%s” ei löydy
fr: le paquet "%s" ne peut être trouvé
sv: paket "%s" kan inte hittas
uk: не вдалося знайти пакунка «%s»

source: package "%s" cannot be erased
de: Paket „%s“ kann nicht gelöscht werden
fi: pakettia ”%s” ei voida poistaa
fr: le paquet "%s" ne peut être supprimé
sv: paket "%s" kan inte tas bort
uk: не вдалося вилучити пакунок «%s»

source: package %s is not relocatable
de: Paket %s ist nicht verschiebbar
fi: paketti %s ei ole sijoitettava
fr: le paquet "%s" n'est pas transférable
sv: paket %s är inte relokerbart
uk: пакунок %s не придатний до переміщення

source: "%s" specifies multiple packages
de: „%s“ bezeichnet mehrere Pakete
fi: ”%s” määrittää useita paketteja
fr: "%s" spécifie de multiples paquets
sv: "%s" anger flera paket
uk: «%s» задає декілька пакунків

source: cannot open %s: %s
de: %s kann nicht geöffnet werden: %s
fi: lähteen %s avaaminen epäonnistui: %s
fr: ne peut ouvrir %s: %s
sv: kan inte öppna %s: %s
uk: не вдалося відкрити %s: %s

source: Installing %s
de: %s wird installiert
fi: Asennetaan lähde %s
fr: Installation de %s
sv: Installerar %s
uk: Встановлення %s

source: %s cannot be installed
de: %s kann nicht installiert werden
fi: %s ei voida asentaa
fr: %s ne peut être installé
sv: %s kan inte installeras
uk: %s не можна встановити

source: can't create transaction lock on %s (%s)
de: Transaktionssperre für %s kann nicht erstellt werden (%s)
fi: tietokantatapahtumalukituksen luominen tietokantaan %s (%s) epäonnistui
fr: ne peut pas créer de blocage des transactions sur %s (%s)
sv: kan inte skapa transaktionslås på %s (%s)
uk: не вдалося заблокувати для виконання операції %s (%s)

source: waiting for transaction lock on %s
de: Auf die Transaktionssperre für %s wird gewartet
fi: odotetaan tietokantatapahtumalukitusta kohteessa %s
fr: Attente pour le verrouillage de transaction sur %s
sv: väntar på transaktionslås på %s
uk: очікування на блокування %s для виконання операції

source: different
de: unterschiedlich
fi: erilainen
fr: différent
sv: annan
uk: різні

source: package %s is intended for a %s platform
de: Das Paket %s ist für die Architektur %s vorgesehen
fi: paketti %s on tarkoitettu alustalle %s
fr: le paquet %s est destiné à une plate-forme %s
sv: paket %s är avsett för en %s-plattform
uk: пакунок %s призначено для платформи %s

source: package %s is already installed
de: Das Paket %s ist bereits installiert
fi: paketti %s on jo asennettu
fr: le paquet %s est déjà installé
sv: paket %s är redan installerat
uk: пакунок %s вже встановлено

source: re-packaged package with %s: %s is missing
de: Erneut gepackter Paket-Header mit %s: %s fehlt
fi: paketin uudelleenpakkaus ohjelmalla %s: %s puuttuu
fr: le paquet reconditionné avec %s: %s est manquant
sv: paketerade om paket med %s: %s saknas
uk: перепакований пакунок з %s: не вистачає %s

source: path %s in package %s is not relocatable
de: Der Pfad %s im Paket %s ist nicht verschiebbar
fi: polku %s paketissa %s ei ole sijoitettava
fr: le chemin %s dans le paquet %s n'est pas localisable
sv: sökväg %s i paket %s är inte relokerbar
uk: шлях %s у пакунку %s не можна переміщати

source: file %s conflicts between attempted installs of %s and %s
de: Datei %s kollidiert zwischen den versuchten Installationen von %s und %s
fi: tiedosto %s on ristiriidassa yritettyjen %s- ja %s-asennusten kanssa
fr: fichier %s est en conflit entre les tentatives d'installation de %s et %s
sv: fil %s är en konflikt mellan installationsförsök av %s och %s
uk: конфлікт файлів %s під час спроби встановлення пакунків %s і %s

source: file %s from install of %s conflicts with file from package %s
de: Datei %s aus der Installation von %s kollidiert mit der Datei aus dem Paket %s
fi: tiedosto %s %s-asennuksesta on ristiriidassa paketin %s tiedoston kanssa
fr: fichier %s à partir de l'installation de %s est en conflit avec le fichier du paquet %s
sv: fil %s från installation av %s står i konflikt med filen från paket %s
uk: файл %s, який встановлюється у %s, конфліктує з файлом з пакунка %s

source: package %s (which is newer than %s) is already installed
de: Paket %s (welches neuer als %s ist) ist bereits installiert
fi: paketti %s (joka on uudempi kuin %s) on jo asennettu
fr: paquet %s (qui plus récent que %s) est déjà installé
sv: paket %s (som är nyare än %s) är redan installerat
uk: пакунок %s (який є новішим за %s) вже встановлено

source: installing package %s needs %lu%cB on the %s filesystem
de: Installation des Pakets %s benötigt %lu%cB auf dem %s-Dateisystem
fi: paketin %s asentaminen tarvitsee %lu%c tavua %s-tiedostojärjestelmässä
fr: l'installation du paquet %s nécessite %lu%cB sur le système de fichiers %s
sv: installation av paket %s kräver %lu %cB på filsystem %s
uk: для встановлення пакунка %s потрібен %lu%cB на файловій системі %s

source: installing package %s needs %lu inodes on the %s filesystem
de: Installation des Pakets %s benötigt %lu Inodes auf dem %s-Dateisystem
fi: paketin %s asentaminen tarvitsee %lu tunnistetietuetta %s-tiedostojärjestelmässä
fr: l'installation du paquet %s nécessite l'(es) inode(s) %lu sur le système de fichiers %s
sv: installation av paket %s kräver %lu inoder på filsystem %s
uk: для встановлення пакунка %s потрібно %lu inode на файловій системі %s

source: package %s pre-transaction syscall(s): %s failed: %s
de: Paket %s hat Pre-Transaktions-Systemaufrufe: %s fehlgeschlagen: %s
fi: paketin %s tietokantatapahtumaa edeltävät syscall-kutsut: %s epäonnistuivat: %s
fr: l'appel syscall de pré-transaction du paquet %s: %s a échoué: %s
sv: paket %s systemanrop före transaktion: %s misslyckades: %s
uk: пакет %s pre-transaction syscall(s): %s помилка: %s

source: %s is needed by %s%s
de: %s wird benötigt von %s%s
fi: %s on kohteen %s%s tarvitsema
fr: %s est requis par %s%s
sv: %s behövs av %s%s
uk: %s потрібен для %s%s

source: (installed)
de: (installiert)
fi: (asennettu)
fr: (installé)
sv: (installerat)
uk: (встановлено)

source: %s conflicts with %s%s
de: %s kollidiert mit %s%s
fi: %s on ristiriidassa kohteen %s%s kanssa
fr: %s est en conflit avec %s%s
sv: %s står i konflikt med %s%s
uk: %s конфліктує з %s%s

source: installing package %s on %s rdonly filesystem
de: Installation des Pakets %s auf dem als nur lesbar eingehängten Dateisystem %s
fi: asennetaan pakettia %s %s-kirjoitussuojatussa tiedostojärjestelmässä
fr: installation du paquet %s sur le système de fichiers %s en lecture seule
sv: installation av paket %s på %s endast läsbart filsystem
uk: встановлення пакунка %s у файлову систему %s, призначену лише для читання

source: unknown error %d encountered while manipulating package %s
de: Unbekannter Fehler %d trat während dem Verarbeiten des Pakets %s auf
fi: tuntematon virhe %d kohdattiin käsiteltäessä pakettia %s
fr: erreur %d rencontrée inconnu lors de la manipulation du paquet %s
sv: okänt fel %d uppträdde under behandling av paket %s
uk: сталася невідома помилка %d під час обробки пакунка %s

source: Configured system provides (from %s):
de: Konfiguriertes System bietet (aus %s):
fi: Asetettu järjestelmä tarjoaa (tiedostosta %s):
fr: Le système configuré prévoit (à partir de %s):
sv: Konfigurerade systemtillhandahållanden (från %s):
uk: Налаштовані системі дані (з %s):
