Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: hdr tags: BAD, no. of tags(%u) out of range
de: hdr-Tags: UNGÜLTIG, Anzahl der Tags(%u) außerhalb des Bereichs
fi: hdr-tunnisteet: VÄÄRÄ, tunnisteiden(%u) lukumäärä lukualueen ulkopuolella
fr: hdr tags: ERRONÉ, no. de tags(%u) hors limite
sv: hvdtaggar: FEL, antal taggar(%u) utanför intervall
uk: теґи заголовка: ПОМИЛКА, кількість теґів(%u) перевищує максимальну

source: hdr data: BAD, no. of bytes(%u) out of range
de: hdr Tags: UNGÜLTIG, Nummer der Bytes (%u) außerhalb des Bereichs
fi: hdr-data: VÄÄRÄ, tavujen(%u) lukumäärä lukualueen ulkopuolella
fr: hdr data: ERRONÉ, no. de bytes(%u) hors limite
sv: hvddata: FEL, antal byte(%u) utanför intervall
uk: дані заголовка: ПОМИЛКА, кількість байтів(%u) перевищує максимальну

source: hdr blob(%u): BAD, read returned %d
de: hdr Blob(%u): UNGÜLTIG, lesen lieferte %d zurück
fi: hdr blob-objekti(%u): VÄÄRÄ, lukeminen palautti %d
fr: hdr blob(%u): ERRONÉ, la lecture a retourné %d
sv: hvdklick(%u): FEL, läsning returnerade %d
uk: бінарний елемент заголовка(%u): ПОМИЛКА, read повернуто %d

source: hdr load: BAD
de: hdr Load: UNGÜLTIG
fi: hdr-lataus: VÄÄRÄ
fr: hdr load: ERRONÉ
sv: hvdlast: FEL
uk: завантаження заголовка: ПОМИЛКА

source: rebuild database inverted lists from installed package headers
de: Invertierte Datenbank-Liste wird anhand der installierten Paket-Header neu erstellt
fi: rakenna tietokanta uudelleen kääntäen luetteloja asennetuista pakettiotsakkeista
fr: rebâtir les listes inverses de la base de données à partir des en-têtes du paquet installé
sv: bygg om databasens inverterade listor från installerade pakets huvuden
uk: перебудувати зворотні списки бази даних на основі заголовків встановлених пакунків

source: Debug rpmdb DataBase
de: rpmdb-Datenbank debuggen
fi: Vikajäljitä rpmdb-tietokantaa
fr: Déboguer la DataBase rpmdb
sv: Felsök rpmdb databas
uk: Діагностика бази даних rpmdb

source: Debug dbiIndex DataBase Index
fi: Vikajäljitä dbiIndex-tietokantaindeksiä
fr: Déboguer l'index de la DataBase dbiIndex
sv: Felsök dbiIndex databasindex
uk: Діагностика покажчика бази даних dbiIndex

source: Debug rpmlio database Log I/O
fi: Vikajäljitä rpmlio-tietokantalokisiirräntää
fr: Déboguer la base de données rpmlio des logs d'E/S
sv: Felsök rpmlio-databaslogg-I/O
uk: Діагностика вводу-виводу до журналу бази даних rpmlio

source: Debug rpmmdb Mongo DB
de: rpmdb Mongo-Datenbank debuggen
fi: Vikajäljitä rpmdb Mongo DB-tietokantaa
fr: Déboguer la DB Mongo rpmmdb
sv: Felsök rpmdb Mongo DB
uk: Діагностика бази даних Mongo rpmmdb

source: Debug rpmrepo repository wrappers
de: Rpmrepo Repository-Wrapper debuggen
fi: Vikajäljitä rpmrepo-tietovarastokäärimiä
fr: Déboguer les wrappers de dépôts rpmrepo
sv: Felsök rpmrepo förrådsinkapslingar
uk: Діагностика обгорток сховища rpmrepo

source: Debug rpmtxn database Transaction
de: Rpmtxn Datenbanktranaktionen debuggen
fi: Vikajäljitä rpmtxn-tietokantatapahtumajoukkoa
fr: Déboguer la transaction de la base de données rpmtxn
sv: Felsök rpmtxn databastransaktion
uk: Діагностика операцій над базою даних rpmtxn

source: Debug SQLDB cursors
de: SQL-Cursor debuggen
fi: Vikajäljitä SQLDB-kohdistimia
sv: Felsök SQLDB-markörer
uk: Діагностика курсорів SQLDB

source: Debug SQLDB
de: SQLDB debuggen
fi: Vikajäljitä SQLDB
sv: Felsök SQLDB
uk: Діагностика SQLDB

source: cannot open %s(%u) index: %s(%d) DB: %s
de: %s(%u)-Index kann nicht geöffnet werden: %s(%d) DB: %s
fi: ei voi avata %s(%u)-indeksiä: %s(%d) Tietokanta: %s
fr: ne peut pas ouvrir l'index %s(%u): %s(%d) <span class="whitespace other" title="Tab">DB:%s</span>
sv: kan inte öppna %s(%u)-indexet: %s(%d) DB: %s
uk: не вдалося відкрити покажчик %s(%u): %s(%d) DB: %s

source: incorrect format: "%s": %s
de: Ungültiges Format: „%s“: %s
fi: väärä muoto: ”%s”: %s
fr: format incorrect: "%s": %s
sv: fel format: "%s": %s
uk: некоректний формат: «%s»: %s

source: no dbpath has been set
de: Datenbank-Pfad wurde nicht gesetzt
fi: dbpath ei ole asetettu
fr: aucun chemin dbpath a été défini
sv: ingen dbpath har satts
uk: не було встановлено шляху dbpath

source: error(%d) getting records from %s index
de: Fehler(%d) beim Holen von Datensätzen aus dem %s-Index
fi: virhe(%d) haettaessa tietueita kohteesta %s-indeksi
fr: erreur(%d) à obtenir les enregistrements à partir de l'index %s
sv: fel(%d) när poster hämtades från %s-indexet
uk: помилка(%d) отримання записів з покажчика %s

source: error(%d) getting keys from %s index
de: Fehler(%d) beim Holen der Schlüssel des %s-Indexes
fi: virhe(%d) haettaessa avaimia kohteesta %s-indeksi
fr: erreur(%d) à obtenir les clés à partir de l'index %s
sv: fel(%d) när nycklar hämtades från %s-indexet
uk: помилка(%d) отримання ключів з покажчика %s

source: error(%d) storing record h#%u into %s
de: Fehler(%d) beim Speichern des Eintrags h#%u in %s
fi: virhe(%d) tallennettaessa tietue h#%u kohteeseen %s
fr: erreur(%d) sauvegarde de l'enregistrement h#%u dans %s
sv: fel(%d) när post nr. %u sparades i %s
uk: помилка(%d) збереження запису h#%u до %s

source: rpmdb: header #%u cannot be loaded -- skipping.
de: rpmdb: Header #%u kann nicht geladen werden -- wird übersprungen.
fi: rpmdb: otsaketta #%u ei voi ladata -- ohitetaan.
fr: rpmdb: l'en-tête #%u ne peut être chargé -- sauté.
sv: rpmdb: huvud nr. %u kan inte läsas in -- hoppar över.
uk: rpmdb: не вдалося завантажити заголовок №%u — пропускаємо.

source: %s: cannot read header at 0x%x
de: %s: Header bei 0x%x kann nicht gelesen werden
fi: %s: otsakkeen lukeminen osoitteesta 0x%x epäonnistui
fr: %s: ne peut lire l'en-tête à l'adresse 0x%x
sv: %s: kan inte läsa huvud vid 0x%x
uk: %s: не вдалося прочитати заголовок за адресою 0x%x

source: Cannot create/verify %s: %s
de: %s kann nicht erzeugt/verifiziert werden: %s
fi: Kohteen %s luominen/todentaminen epäonnistui: %s
fr: Impossible de créer/vérifier %s: %s
sv: Kan inte skapa/verifiera %s: %s
uk: Не вдалося створити або перевірити %s: %s

source: Directory %s must exist
de: Verzeichnis %s muss existieren
fi: Hakemiston %s on oltava olemassa
fr: Le répertoire %s doit exister
sv: Katalogen %s måste finnas
uk: Каталог %s має існувати

source: Directory %s does not exist.
de: Verzeichnis %s existiert nicht.
fi: Hakemistoa %s ei ole olemassa.
fr: Le répertoire %s n'existe pas.
sv: Katalogen %s finns inte.
uk: Каталогу %s не існує.

source: Directory %s must be writable.
de: Verzeichnis %s darf nicht schreibgeschützt sein.
fi: Hakemiston %s on oltava kirjoitettava.
fr: Le répertoire %s doit être accessible en écriture.
sv: Katalogen %s måste vara skrivbar.
uk: Каталог %s має бути доступним для запису.

source: Old data directory exists, please remove: %s
de: Altes Datenverzeichnis existiert, bitte entfernen: %s
fi: Vanha data-hakemisto on olemassa, poista se: %s
fr: De vieilles données de répertoire existent, merci de les supprimer: %s
sv: Gammal datakatalog finns, ta bort den: %s
uk: Вже існує старий каталог з даними, будь ласка, вилучіть його: %s

source: Path must be writable: %s
de: Pfad darf nicht schreibgeschützt sein: %s
fi: Polun on oltava kirjoitettava: %s
fr: Le chemin doit être accessible en écriture: %s
sv: Sökvägen måste vara skrivbar: %s
uk: Шлях має бути придатним для запису: %s

source: groupfile %s cannot be found.
de: Gruppendatei %s kann nicht gefunden werden.
fi: ryhmätiedostoa %s ei voitu löytää.
fr: le groupfile %s ne peut pas être trouvé.
sv: gruppfilen %s finns inte.
uk: не вдалося знайти файл групи %s.

source: cannot get to file: %s
fi: tiedostoon hakeminen epäonnistui: %s
fr: ne peuvent pas obtenir dans le fichier: %s
sv: kan inte komma åt filen: %s
uk: не вдалося отримати файл: %s

source: Fwrite failed: expected write %u != %u bytes: %s
fi: Fwrite epäonnistui: odotettiin kirjoittavan %u != %u tavua: %s
fr: Fwrite a échoué: écriture attendue %u != %u bytes: %s
sv: Fwrite misslyckades: förväntades skriva %u != %u byte: %s
uk: помилка Fwrite: очікувався запис %u != %u байтів: %s

source: Saving %s metadata
de: %s-Metadaten werden gespeichert
fi: Tallennetaan %s metadataa
fr: Enregistrement des métadonnées %s
sv: Sparar %s-metadata
uk: Зберігання метаданих %s

source: Generating sqlite DBs
de: SQLite-Datenbanken werden angelegt
fi: Tuotetaan sqlite-tietokannat
fr: Génération de la base de données sqlite
sv: Genererar sqlite-DB:er
uk: Створення баз даних sqlite

source: Starting %s db creation: %s
de: Erzeugung der %s-Datenbank wird begonnen: %s
fi: Aloitetaan %s-tietokantaluonti: %s
fr: Début de la création de la base de données %s: %s
sv: Börjar skapa %s-db: %s
uk: Розпочинаємо створення бази даних %s: %s

source: Ending %s db creation: %s
de: Erzeugung der %s-Datenbank wird abgeschlossen: %s
fi: Lopetetaan %s-tietokantaluonti: %s
fr: Fin de la création de la base de données %s: %s
sv: Avslutar skapandet av %s-db: %s
uk: Завершення створення бази даних %s: %s

source: Sqlite DBs complete
de: SQLite-Datenbanken sind komplett
fi: Sqlite-tietokannat valmiina
fr: Base de données Sqlite complète
sv: Sqlite-DB komplett
uk: Бази даних Sqlite створено

source: Error saving temp file for %s%s%s: %s
de: Fehler beim Speichern der temporären Datei für %s%s%s: %s
fi: Virhe tallennettaessa tilapäistä tiedostoa kohteelle %s%s%s: %s
fr: Erreur d'enregistrement du fichier temporaire pour %s%s%s: %s
sv: Fel när temporärfil sparades för %s%s%s: %s
uk: Помилка під час збереження файла тимчасових даних %s%s%s: %s

source: Could not save temp file: %s
de: Temporäre Datei konnte nicht gespeichert werden: %s
fi: Tilapäisen tiedoston tallentaminen epäonnistui: %s
fr: Impossible d'enregistrer le fichier temporaire: %s
sv: Kunde inte spara temporärfil: %s
uk: Не вдалося зберегти файл тимчасових даних: %s

source: Error moving final %s to old dir %s
de: Fehler beim Verschieben des endgültigen %s in das alte Verzeichnis %s
fi: Virhe siirrettäessä lopullista %s vanhaan hakemistoon %s
fr: Erreur en déplaçant %s final de l'ancien répertoire %s
sv: Fel när slutlig %s flyttades till gammal katalog %s
uk: Помилка під час пересування остаточного %s до старого каталогу %s

source: Error moving final metadata into place
fi: Virhe siirrettäessä lopullista metadata paikalleen
fr: Erreur en déplaçant les métadonnées final en place
sv: Fel när slutlig metadata flyttades på plats
uk: Помилка під час пересування остаточних метаданих на місце

source: Could not remove old metadata directory: %s: %s
de: Altes Metadaten-Verzeichnis konnte nicht entfernt werden: %s: %s
fi: Vanhan metadata-hakemiston poistaminen epäonnistui: %s: %s
fr: Impossible de supprimer le vieux répertoire de métadonnées: %s: %s
sv: Kunde inte ta bort gammal metadatakatalog: %s: %s
uk: Не вдалося вилучити старий каталог метаданих: %s: %s

source: Could not remove old metadata file: %s: %s
de: Alte Metadaten-Datei konnte nicht entfernt werden: %s: %s
fi: Vanhan metadata-tiedoston poistaminen epäonnistui: %s: %s
fr: Impossible de supprimer le vieux fichier de métadonnées: %s: %s
sv: Kunde inte ta bort gammal metadatafil: %s: %s
uk: Не вдалося вилучити старий файл метаданих: %s: %s

source: Could not restore old non-metadata file: %s -> %s: %s
de: Alte Nicht-Metadaten-Datei konnte nicht wiederhergestellt werden: %s -> %s: %s
fi: Vanhan ei-metadata-tiedoston palauttaminen epäonnistui: %s -> %s: %s
fr: Impossible de restaurer les anciens fichiers non-métadonnées:%s -> %s: %s
sv: Kunde inte återställa gammal icke-metadatafil: %s -> %s: %s
uk: Не вдалося відновити старий файл метаданих: %s -> %s: %s

source: Could not remove old metadata symlink: %s: %s
de: Alter Metadaten-Symlink konnte nicht entfernt werden: %s: %s
fi: Vanhan metadata-symbolisen linkin poistaminen epäonnistui: %s: %s
fr: Impossible de supprimer les anciens liens symbolique des métadonnées: %s: %s
sv: Kunde inte ta bort gammal metadatasymlänk: %s: %s
uk: Не вдалося вилучити старе символічне посилання на метадані: %s: %s

source: %s: Fread(%s) failed: %s
de: %s: Fread(%s) fehlgeschlagen: %s
fi: %s: Fread(%s) epäonnistui: %s
fr: %s: Fread(%s) échoué: %s
sv: %s: Fread(%s) misslyckades: %s
uk: %s: помилка Fread(%s): %s

source: don't compress
de: Nicht komprimieren
fi: älä tiivistä
fr: Ne pas compresser
sv: komprimera inte
uk: не стискати

source: use gzip compression
de: gzip-Komprimierung verwenden
fi: käytä gzip-tiivistystä
fr: utiliser la compression gzip
sv: använd gzip-komprimering
uk: використовувати стискання gzip

source: use bzip2 compression
de: bzip2-Kompression verwenden
fi: käytä bzip2-tiivistystä
fr: utiliser la compression bzip2
sv: använd bzip2-komprimering
uk: використовувати стискання bzip2

source: use lzma compression
de: lzma-Kompression verwenden
fi: käytä lzma-tiivistystä
fr: utiliser la compression lzma
sv: använd lzma-komprimering
uk: використовувати стискання lzma

source: use xz compression
de: xz-Kompression verwenden
fi: käytä xz-tiivistystä
fr: utiliser la compression xz
sv: använd xz-komprimering
uk: використовувати стискання xz

source: output nothing except for serious errors
de: Nichts ausgeben, nur schwerwiegende Fehlermeldungen
fi: älä tulosta mitään paitsi vakavat virheet
fr: pas de sortie sauf pour les erreurs graves
sv: skriv inte ut något utom allvarliga fel
uk: не виводити ніяких повідомлень, окрім повідомлень про серйозні помилки

source: output more debugging info.
de: Mehr Debugging-Informationen ausgeben.
fi: tulosta lisää vianjäljitystietoja.
fr: Plus d'info sur la sortie de débogage.
sv: skriv ut mer felsökningsinformation
uk: виводити більше діагностичних повідомлень.

source: sanity check arguments, don't create metadata
fi: järkevyystarkistusargumentit, älä luo metadataa
fr: test de cohérence des arguments, ne pas créer de métadonnées
sv: rimlighetskontrollera argumenten, skapa inte metadata
uk: перевірити аргументи на коректність, не створювати метадані

source: glob PATTERN(s) to exclude
de: Auszuschließende Suchmuster
fi: laajenna MALLIT poissuljettaviksi
fr: glob MODELE(s) à exclure
sv: glob-MÖNSTER att utesluta
uk: загальні ШАБЛОНи, які слід виключити

source: PATTERN
de: MUSTER
fi: MALLI
fr: MODELE
sv: MÖNSTER
uk: ШАБЛОН

source: glob PATTERN(s) to include
de: Einzuschließende Suchmuster
fi: laajenna MALLIT sisällytettäviksi
fr: glob MOTIF(s) à inclure
sv: glob-MÖNSTER att ta med
uk: загальні ШАБЛОНи, які слід включити

source: top level directory
de: Oberstes Verzeichnis
fi: ylimmän tason hakemisto
fr: répertoire de niveau supérieur
sv: toppnivåkatalog
uk: каталог найвищого рівня

source: DIR
de: VERZEICHNIS
fi: HAKEM
fr: REP
sv: KAT
uk: КАТАЛОГ

source: baseurl to append on all files
de: Die Basis-URL wird allen Dateien angehängt
fi: perusverkko-osoite liitettäväksi kaikkiin tiedostoihin
fr: baseurl à ajouter sur tous les fichiers
sv: bas-url att lägga till till alla filer
uk: базова адреса, яку слід додавати до всіх назв файлів

source: BASEURL
de: BASISURL
fi: PERUSVERKKO-OSOITE
sv: BAS-URL
uk: БАЗОВА_АДРЕСА

source: path to groupfile to include in metadata
de: Pfad zur Gruppendatei, die in die Metadaten einbezogen werden soll
fi: polku ryhmätiedostoon sen sisällyttämiseksi metadataan
fr: chemin d'accès à groupfile à inclure dans les métadonnées
sv: sökväg till gruppfil att ta med i metadata
uk: шлях до файла групи, який слід включити до метаданих

source: FILE
de: DATEI
fi: TIEDOSTO
fr: FICHIER
sv: FIL
uk: ФАЙЛ

source: make sure all xml generated is formatted
de: Sicherstellen, dass erzeugtes XML formatiert ist.
fi: varmista, että kaikki xml-tuotettu on muotoiltua
fr: Assurez-vous que tous les xml générés sont mis en forme
sv: se till att all genererad xml är formaterad
uk: переконатися, що всі створені xml форматовано

source: check timestamps on files vs the metadata to see if we need to update
de: Zeitstempel in Dateien mit Metadaten vergleiche, um zu sehen, ob Aktualisierungen erforderlich sind
fi: tarkista aikaleimat tiedostoissa vs metadatassa nähdäksesi, jos on päivitettävää
fr: timestamps contrôle sur les fichiers vs les métadonnées pour voir si nous avons besoin de mettre à jour
sv: kontrollera tidsstämplar på filer mot metadata för att se om vi behöver uppdatera
uk: порівняти часові мітки файлів з метаданими, щоб переконатися, що потрібне оновлення

source: create sqlite3 database files
de: SQLite3-Datenbank-Dateien erzeugen
fi: luo sqlite3-tietokantatiedostot
fr: créer des fichiers de base de données sqlite3
sv: skapa sqlite3-databasfiler
uk: створити файли бази даних sqlite3

source: generate split media
fi: tuota jaettu media
fr: générer des médias split
sv: generera delade medier
uk: створити окремі носії

source: use only the files listed in this file from the directory specified
de: Nur die in dieser Datei aufgelisteten Dateien aus dem angegebenen Verzeichnis verwenden.
fi: käytä vain tässä määritellyn hakemiston tiedostossa lueteltuja tiedostoja
fr: utiliser uniquement les fichiers répertoriés dans ce fichier dans le répertoire spécifié
sv: använd endast filerna listade i denna fil från den angivna katalogen
uk: використовувати лише файли зі списку у цьому файлі з вказаного каталогу

source: <dir> = optional directory to output to
de: <dir> = optionales Ausgabeverzeichnis
fi: <dir> = valinnainen hakemisto tulostettaessa kohteeseen
fr: <rep> = répertoire facultatif se rapportant à la production de
sv: <kat> = frivillig katalog att skriva ut till
uk: <каталог> = додатковий каталогу для виводу даних

source: ignore symlinks of packages
de: Symbolische Verknüpfungen der Pakete ignorieren
fi: ohita pakettien symboliset linkit
fr: ignorer les liens symboliques des paquets
sv: ignorera symboliska länkar av paket
uk: ігнорувати символічні посилання пакунків

source: include the file's checksum in the filename, helps with proxies
fi: sisällytä tiedoston tarkistussumma tiedostonimeen, helpottaa välityspalvelimen kanssa
fr: Inclure le checksum du fichier dans le nom du fichier, aide à procurations
sv: inkludera filens kontrollsumma i filnamnet, hjälper med proxy:er
uk: включати до назви файлів контрольні суми, допомагає у разі використання проксі-серверів

source: Repository options:
de: Repository-Optionen:
fi: Tietovarastovalitsimet:
fr: options dépôt:
sv: Förrådsflaggor:
uk: Параметри сховища:

source: Fts(3) traversal options:
fi: Fts(3)-poikittaisvalitsimet:
fr: options Fts(3) de parcours:
sv: Fts(3)-traverseringflaggor:
uk: Параметри обходу Fts(3):

source: Available compressions:
de: Verfügbare Kompressionen:
fi: Käytettävissä olevat tiivistykset:
fr: compressions disponibles:
sv: Tillgängliga komprimeringar:
uk: Доступні методи стискання:

source: Available digests:
de: Verfügbare Prüfsummenverfahren:
fi: Käytettävissä olevat koosteet:
fr: digest disponibles:
sv: Tillgängliga kontrollsummor:
uk: Доступні контрольні суми:

source: Common options for all rpmio executables:
de: Gemeinsame Optionen für alle rpmio-Ausführungen:
fi: Yhteiset valitsimet kaikille rpmio-suoritettaville tiedostoille:
fr: Options communes pour tous les exécutables rpmio:
sv: Gemensamma flaggor för alla rpmio-program:
uk: Типові параметри для всіх виконуваних файлів rpmio:

source: Must specify path(s) to index.
de: Der zu indizierende(n) Pfad(e) muss/müssen angegeben werden.
fi: On määriteltävä polut indeksiin.
fr: Vous devez spécifier le chemin(s) de l'index.
sv: Måste ange sökväg till index.
uk: Слід вказати шляхи для індексування.

source: error creating temporary file %s
de: Fehler beim Erstellen der temporären Datei %s
fi: virhe luotaessa tilapäistä tiedostoa %s
fr: erreur de création du fichier temporaire %s
sv: fel när temporärfil %s skapades
uk: помилка створення тимчасового файлу %s

source: Couldn't create pipe for signing: %m
de: Pipe für Signatur konnte nicht angelegt werden: %m
fi: Putken luominen allekirjoitusta varten epäonnistui: %m
fr: Impossible de créer le tube de la signature: %m
sv: Kunde inte skapa rör för signering: %m
uk: Не вдалося створити канал для підписування: %m

source: Could not exec %s: %s
de: %s konnte nicht ausgeführt werden: %s
fi: Komennon exec %s suorittaminen epäonnistui: %s
fr: ne peut exécuter %s: %s
sv: Kunde inte köra %s: %s
uk: Не вдалося виконати %s: %s

source: Failed rpmkuPassPhrase(passPhrase): %s
fi: Epäonnistunut rpmkuPassPhrase(passPhrase): %s
fr: Échec de rpmkuPassPhrase(passPhrase):%s
sv: Misslyckades med rpmkuPassPhrase(lösenfras): %s
uk: Не вдалося виконати rpmkuPassPhrase(passPhrase): %s

source: gpg exec failed (%d)
de: GPG fehlgeschlagen (%d)
fi: ”gpg exec” epäonnistui (%d)
fr: exécution de gpg échoué (%d)
sv: exec av gpg misslyckades (%d)
uk: помилка виконання gpg (%d)

source: gpg failed to write signature
de: Schreiben der GPG-Signatur fehlgeschlagen
fi: gpg epäonnistui allekirjoituksen kirjoittamisessa
fr: gpg a échoué lors de l'écriture de la signature
sv: gpg kunde inte skriva signatur
uk: gpg не вдалося записати підпис

source: unable to read the signature
de: Signatur konnte nicht gelesen werden
fi: allekirjoituksen lukeminen epäonnistui
fr: incapable de lire la signature
sv: kan inte läsa signaturen
uk: не вдалося прочитати підпис

source: Header+Payload size:
de: Header- und Nutzdaten-Größe:
fi: Otsake+latauskoko:
fr: taille de l'en-tête+charge:
sv: Huvud+laststorlek:
uk: Розмір заголовка+вмісту:

source: digest:
de: Prüfsumme:
fi: kooste:
sv: summa:
uk: контрольна сума:

source: Header
fi: Otsake
fr: En-tête
sv: Huvud
uk: Заголовок

source: signature:
de: Signatur:
fi: allekirjoitus:
sv: signatur:
uk: підпис:

source: Verify signature: BAD PARAMETERS
de: Signaturüberprüfung: UNGÜLTIGE PARAMETER
fi: Todenna allekirjoitus: VÄÄRÄT PARAMETRIT
fr: Vérification de signature: MAUVAIS PARAMÈTRES
sv: Verifiera signatur: FELAKTIGA PARAMETRAR
uk: Перевірка підпису: ПОМИЛКОВІ ПАРАМЕТРИ

source: Signature: UNKNOWN (%u)
de: Signatur: UNBEKANNT (%u)
fi: Allekirjoitus: TUNTEMATON (%u)
fr: Signature: INCONNUE (%u)
sv: Signatur: OKÄND (%u)
uk: Підпис: НЕВІДОМИЙ (%u)

source: Unable to get lock on db %s, retrying... (%d)
de: Keine Sperre auf DB %s erhalten, wird erneut versucht … (%d)
fi: Lukituksen saaminen tietokantaan %s epäonnistui, yritetään uudelleen... (%d)
fr: Impossible d'obtenir un verrou sur db %s, nouvelle tentative ... (%d)
sv: Kan inte få ett lås på db %s, försöker igen ... (%d)
uk: Не вдалося отримати блокування БД %s, повторна спроба... (%d)

source: archive file %s was not found in header
de: Archiv-Datei %s wurde nicht in der Header-Dateiliste gefunden
fi: arkistotiedostoa %s ei löytynyt otsakkeessa
fr: l'archive %s n'a pas été trouvé dans l'entête
sv: arkivfil %s fanns inte i huvudet
uk: файла архіву %s не знайдено у заголовку

source: rmdir of %s failed: Directory not empty
de: rmdir von %s fehlgeschlagen: Verzeichnis ist nicht leer
fi: komento ”rmdir %s” epäonnistui: Hakemisto ei ole tyhjä
fr: rmdir de %s a échoué: Répertoire non vide
sv: rmdir av %s misslyckades: Katalogen är inte tom
uk: вилучення каталогу %s зазнало невдачі: каталог не є порожнім

source: rmdir of %s failed: %s
de: rmdir von %s fehlgeschlagen: %s
fi: ”rmdir %s” epäonnistui: %s
fr: rmdir de %s échoué: %s
sv: rmdir av %s misslyckades: %s
uk: спроба вилучення каталогу %s зазнала невдачі: %s

source: unlink of %s failed: %s
de: unlink von %s fehlgeschlagen: %s
fi: ”unlink %s” epäonnistui: %s
fr: unlink de %s a échoué: %s
sv: unlink av %s misslyckades: %s
uk: не вдалося вилучити символічне посилання %s: %s

source: (error 0x%x)
de: (Fehler 0x%x)
fi: (virhe 0x%x)
fr: (ERREUR 0x%x)
sv: (fel 0x%x)
uk: (помилка 0x%x)

source: Bad magic
de: Ungültige Magic
fi: Väärä maaginen luku
fr: mauvais nombre magique
sv: Felaktigt magiskt tal
uk: Помилкове значення magic

source: Bad/unreadable header
de: Ungültiger/nicht-lesbarer Header
fi: Väärä/lukukelvoton otsake
fr: En-tête mauvaise/illisible
sv: Felaktigt/oläsbart huvud
uk: Помилковий/Непридатний до читання заголовок

source: Header size too big
de: Header zu groß
fi: Otsakekoko liian iso
fr: Taille d'en-tête trop grande
sv: Huvudstorleken för stor
uk: Розмір заголовка занадто великий
