Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: don't verify database header(s) when retrieved
de: Datenbank-Header beim Abrufen nicht überprüfen
fi: älä todenna tietokantaotsakkeita noudettaessa
fr: ne pas vérifier les en-têtes de la base de données lorsque récupérés
sv: verifiera inte databashuvuden när de hämtas
uk: не перевіряти заголовки, отримані з бази даних

source: don't verify package signature(s)
de: Paket-Signatur(en) nicht überprüfen
fi: älä todenna pakettiallekirjoituksia
fr: ne pas vérifier la signature des paquets
sv: verifiera inte paketsignatur(er)
uk: не перевіряти підписи пакунків

source: Debug Package objects
de: Paketobjekte debuggen
fi: Vikajäljitä Package-objekteja
fr: Déboguer les objets Paquet
sv: Felsök paketobjekt
uk: Діагностика об’єктів пакунків

source: Debug Spec objects
de: Spec-Objekte debuggen
fi: Vikajäljitä Spec-objekteja
fr: Déboguer les objets Spec
sv: Felsök spec-objekt
uk: Діагностика об’єктів spec

source: do not accept i18n msgstr's from specfile
de: Keine i18n-Übersetzungen (msgstr-Zeilen) der Spec-Datei zulassen
fi: älä hyväksy ”i18n msgstr”-merkkijonoja spec-tiedostosta
fr: ne pas accepter les chaîne msgstr i18N à partir du fichier de spécifications
sv: acceptera inte i18n-"msgstr" från specfilen
uk: не приймати рядки перекладів з файла специфікації

source: remove sources when done
de: Source-Dateien am Ende löschen
fi: poista lähdekoodit kun työ on valmis
fr: enlever les sources lorsque complété
sv: ta bort källkod efteråt
uk: вилучити коди після збирання

source: remove specfile when done
de: Spec-Datei am Ende löschen
fi: poista spec-tiedosto kun työ on valmis
fr: enlever le fichier de spécifications lorsque complété
sv: ta bort specfil efteråt
uk: вилучити файл специфікації після збирання

source: skip straight to specified stage (only for c,i)
de: Direkt zur angegeben Phase springen (nur für c, i)
fi: siirry suoraan määriteltyyn vaiheeseen (vain c ja i yhteydessä)
fr: passer immédiatement à l'étape spécifiée (seulement pour c,i)
sv: gå direkt till angivet steg (endast för c,i)
uk: перейти одразу до вказаного кроку (лише для c,i)

source: generate PGP/GPG signature
de: PGP-/GPG-Signatur erstellen
fi: tuota PGP/GPG-allekirjoitus
fr: générer la signature PGP/GPG
sv: generera en PGP/GPG-signatur
uk: створити підпис PGP/GPG

source: override target platform
de: Zielplattform überschreiben
fi: korvaa kohdealusta
fr: écraser la plate-forme cible
sv: åsidosätt målplattform
uk: перевизначити платформу призначення

source: CPU-VENDOR-OS
fi: PROSESSORI-TOIMITTAJA-KÄYTTÖJÄRJESTELMÄ
sv: CPU-TILLVERKARE-OS
uk: ПРОЦЕСОР-ВИРОБНИК-ОС

source: line %d: Bad number: %s
de: Zeile %d: Ungültige Nummer: %s
fi: rivi %d: Väärä numero: %s
fr: ligne %d: mauvais numéro: %s
sv: rad %d: Felaktigt tal: %s
uk: рядок %d: помилкова кількість: %s

source: line %d: Bad no%s number: %d
de: Zeile %d: Ungültige No%s-Nummer: %d
fi: rivi %d: Väärä %s-numero: %d
fr: ligne %d: mauvais numéro no%s: %d
sv: rad %d: Felaktigt no%s-tal: %d
uk: рядок %d: помилкова кількість no%s: %d

source: line %d: No ':' terminator: %s
de: Zeile %d: Kein „:“-Terminator: %s
fi: rivi %d: Ei ’:’ päätettä: %s
fr: Ligne %d: Pas de ':' fermant la ligne: %s
sv: rad %d: Ingen ":"-avslutare: %s
uk: рядок %d: не знайдено роздільника «:»: %s

source: %s %d defined multiple times
de: %s %d mehrfach definiert
fi: %s %d määritelty useita kertoja
fr: %s %d défini plusieurs fois
sv: %s %d definierad flera gånger
uk: %s %d визначено декілька разів

source: can't query %s: %s
de: %s kann nicht abgefragt werden: %s
fi: tunnisteen %s kysely epäonnistui: %s
fr: ne peut interroger %s: %s
sv: kan inte fråga efter %s: %s
uk: не вдалося опитати %s: %s

source: query of specfile %s failed, can't parse
de: Abfragen der Spec-Datei %s fehlgeschlagen, kann nicht eingelesen werden
fi: spec-tiedoston %s kysely epäonnistui, ei voi jäsentää
fr: requête du fichier de spécification %s a échoué, ne peut analyser
sv: fråga av specfil %s misslyckades, kan inte tolka
uk: спроба опитування файла специфікації %s зазнала невдачі, не вдалося обробити

source: Query specfile for platform(s): %s
de: Abfragen der Spec-Datei für die Zielplattform(en): %s
fi: Kyselyspec-tiedosto alustoille: %s
fr: Requête du fichier de spécification pour la(es) plateforme(s): %s
sv: Fråga specfil för målplattform(ar): %s
uk: Надсилання запиту до файла spec щодо платформ: %s

source: package %s was already added, skipping %s
de: Paket %s wurde bereits hinzugefügt, %s wird übersprungen
fi: paketti %s oli jo lisätty, ohitetaan %s
fr: Le paquet %s a déjà été ajouté, saut à %s
sv: paket %s var redan tillagt, hoppar över %s
uk: пакунок %s вже було додано, пропускаємо %s

source: package %s was already added, replacing with %s
de: Paket %s würde bereits hinzugefügt, wird durch %s ersetzt
fi: paketti %s oli jo lisätty, korvataan paketilla %s
fr: Le paquet %s a déjà été ajouté, remplacé par %s
sv: paket %s är redan tillagt, ersätter med %s
uk: пакунок %s вже було додано, замінюємо на %s

source: (cached)
de: (zwischengespeichert)
fi: (välimuistitettu)
fr: (caché)
sv: (cachad)
uk: (кешовано)

source: (function probe)
de: (Funktionstest)
fi: (funktioilmaisin)
fr: (fonction analysée)
sv: (funktionsavkänning)
uk: (перевірка функції)

source: (user lookup)
de: (Benutzersuche)
fi: (käyttäjähaku)
fr: (utilisateur recherché)
sv: (uppslagning av användare)
uk: (пошук користувача)

source: (group lookup)
de: (Gruppensuche)
fi: (ryhmähaku)
fr: (groupe recherché)
sv: (uppslagning av grupp)
uk: (пошук групи)

source: (access probe)
de: (Zugriffstest)
fi: (pääsyilmaisin)
fr: (accès analysé)
sv: (åtkomstavsökning)
uk: (перевірка доступу)

source: (mtab probe)
de: (mtab-Test)
fi: (mtab-ilmaisin)
fr: (mtab analysé)
sv: (mtab-avsökning)
uk: (перевірка mtab)

source: (diskspace probe)
de: (Speicherplatz-Test)
fi: (levytilailmaisin)
fr: (espace disque analysé)
sv: (diskutrymmesavkänning)
uk: (перевірка простору на диску)

source: (digest probe)
de: (Prüfsummen-Test)
fi: (koosteilmaisin)
fr: (digest analysé)
sv: (kontrollsummeavsökning)
uk: (перевірка контрольної суми)

source: (signature probe)
de: (Signatur-Test)
fi: (allekirjoitusilmaisin)
fr: (signature analysée)
sv: (signaturavsökning)
uk: (перевірка підпису)

source: (verify probe)
de: (Überprüfungs-Test)
fi: (todennusilmaisin)
fr: (vérification analysé)
sv: (verifieringsavsökning)
uk: (перевірка verify)

source: (gnupg probe)
de: (GnuPG-Test)
fi: (gnupg-ilmaisin)
fr: (gnupg analysé)
sv: (gnupg-avsökning)
uk: (перевірка gnupg)

source: (macro probe)
de: (Makro-Test)
fi: (makroilmaisin)
fr: (macro analysé)
sv: (makroavsökning)
uk: (перевірка macro)

source: (envvar probe)
de: (Umgebungsvariablen-Test)
fi: (envvar-ilmaisin)
fr: (envvar analysé)
sv: (miljövar-avsökning)
uk: (перевірка envvar)

source: (running probe)
de: (Laufender Test)
fi: (suoritusilmaisin)
fr: (exécution analysée)
sv: (köravsökning)
uk: (перевірка запуску)

source: (sanity probe)
de: (Korektheits-Test)
fi: (järkevyysilmaisin)
fr: (santé mentale analysée)
sv: (rimlighetsavsökning)
uk: (перевірка коректності)

source: (vcheck probe)
de: (Vcheck-Test)
fi: (vcheck-ilmaisin)
fr: (vcheck analysé)
sv: (vcheck-avsökning)
uk: (перевірка vcheck)

source: (sysinfo provides)
de: (sysinfo stellt bereit)
fi: (sysinfo tarjoaa)
fr: (sysinfo fournit)
sv: (sysinfo tillhandahåller)
uk: (вміст sysinfo)

source: (rpmlib provides)
de: (rpmlib stellt bereit)
fi: (rpmlib tarjoaa)
fr: (rpmlib fournit)
sv: (rpmlib tillhandahåller)
uk: (вміст rpmlib)

source: (cpuinfo provides)
de: (cpuinfo stellt bereit)
fi: (cpuinfo tarjoaa)
fr: (cpuinfo fournit)
sv: (cpuinfo tillhandahåller)
uk: (вміст cpuinfo)

source: (getconf provides)
de: (getconf stellt bereit)
fi: (getconf tarjoaa)
fr: (getconf fournit)
sv: (getconf tillhandahåller)
uk: (вміст getconf)

source: (uname provides)
de: (uname stellt bereit)
fi: (uname tarjoaa)
fr: (uname fournit)
sv: (uname tillhandahåller)
uk: (вміст uname)

source: (soname provides)
de: (soname stellt bereit)
fi: (soname tarjoaa)
fr: (soname fournit)
sv: (soname tillhandahåller)
uk: (вміст soname)

source: (root files)
de: (Root-Dateien)
fi: (root-tiedostot)
fr: (fichiers racine)
sv: (rotfiler)
uk: (файли root)

source: (db files)
de: (Datenbank-Dateien)
fi: (tietokantatiedostot)
fr: (fichiers db)
sv: (db-filer)
uk: (файли db)

source: (db provides)
de: (Datenbank bietet an)
fi: (tietokanta tarjoaa)
fr: (db fournit)
sv: (db tillhandahåller)
uk: (вміст db)

source: (hint skipped)
de: (Hinweis übersprungen)
fi: (vihje ohitettu)
fr: (indice sauté)
sv: (tips hoppades över)
uk: (підказку пропущено)

source: %s: open failed: %s
de: %s: Öffnen fehlgeschlagen: %s
fi: %s: avaus epäonnistui: %s
fr: %s: échec d'ouverture: %s
sv: %s: open misslyckades: %s
uk: %s: помилка відкриття: %s

source: mntctl() failed to return size: %s
de: mntctl() lieferte keinen Rückgabwert: %s
fi: mntctl() epäonnistui palauttamaan koon: %s
fr: mntctl() a échoué à retourner la taille: %s
sv: mntctl() kunde inte returnera storlek: %s
uk: mntctl() не вдалося повернути розмір: %s

source: mntctl() failed to return mount points: %s
de: mntctl() lieferte keine Einhängepunkte: %s
fi: mntctl() epäonnistui palauttamaan liitäntäpisteet: %s
fr: mntctl() a échoué à retourner les points de montage: %s
sv: mntctl() kunde inte returnera monteringspunkter: %s
uk: mntctl() не вдалося повернути точки монтування: %s

source: failed to stat %s: %s
de: Aufruf von stat für %s nicht möglich: %s
fi: ”stat %s” epäonnistui: %s
fr: échec d'évaluation par stat() %s: %s
sv: kunde inte ta status på %s: %s
uk: не вдалося отримати дані за допомогою stat з %s: %s

source: failed to open %s: %s
de: Öffnen von %s fehlgeschlagen: %s
fi: liittämistietojen %s avaaminen epäonnistui: %s
fr: échec d'ouverture %s: %s
sv: kunde inte öppna %s: %s
uk: не вдалося відкрити %s: %s

source: file %s is on an unknown device
de: Datei %s ist auf einem unbekannten Gerät
fi: tiedosto %s on tuntematon laite
fr: le fichier %s est sur un périphérique inconnu
sv: filen %s är på en okänd enhet
uk: файл %s зберігається на невідомому пристрої

source: user %s does not exist - using root
de: Benutzer %s existiert nicht - Root wird benutzt
fi: käyttäjä %s ei ole olemassa - käytetään käyttäjää root
fr: l'utilisateur %s n'existe pas - on utilise root
sv: användare %s finns inte - använder root
uk: запису користувача %s не існує, — використовуємо root

source: group %s does not exist - using root
de: Gruppe %s existiert nicht - Root wird benutzt
fi: ryhmää %s ei ole olemassa - käytetään ryhmää root
fr: le groupe %s n'existe pas - utilise root
sv: grupp %s finns inte - använder root
uk: запису групи %s не існує, — використовуємо root

source: archive file %s was not found in header file list
de: Archiv-Datei %s wurde nicht in der Header-Dateiliste gefunden
fi: arkistotiedostoa %s ei löytynyt otsaketiedostoluettelosta
fr: le fichier d'archive %s n'a pas été repéré dans l'en-tête du fichier de la liste
sv: arkivfil %s fanns inte i huvudets fillista
uk: файла архіву %s не знайдено у списку файлів заголовка

source: %s saved as %s
de: %s als %s gesichert
fi: %s tallennettu nimellä %s
fr: %s sauvegardé sous %s
sv: %s sparades som %s
uk: %s збережено як %s

source: %s rmdir of %s failed: Directory not empty
de: %s rmdir von %s fehlgeschlagen: Verzeichnis ist nicht leer
fi: %s komento ”rmdir %s” epäonnistui: Hakemisto ei ole tyhjä
fr: %s rmdir de %s a échoué: le répertoire n'est pas vide
sv: %s rmdir av %s misslyckades: Katalogen är inte tom
uk: %s вилучення каталогу %s зазнало невдачі: каталог не є порожнім

source: %s rmdir of %s failed: %s
de: %s rmdir von %s fehlgeschlagen: %s
fi: %s ”rmdir %s” epäonnistui: %s
fr: %s rmdir de %s a échoué: %s
sv: %s rmdir av %s misslyckades: %s
uk: %s вилучення каталогу %s зазнало невдачі: %s

source: %s: unlink of %s failed: %s
de: %s: unlink von %s fehlgeschlagen: %s
fi: %s: ”unlink %s” epäonnistui: %s
fr: %s: la séparation de %s a échoué: %s
sv: %s: unlink av %s misslyckades: %s
uk: %s не вдалося вилучити %s: %s

source: %s created as %s
de: %s als %s erstellt
fi: %s luotu polkuna %s
fr: %s a été créé sous %s
sv: %s skapades som %s
uk: %s створено як %s

source: reading %s manifest failed: %s
de: das Lesen des %s-Manifests ist gescheitert: %s
fi: ”%s manifest”-lukeminen epäonnistui: %s
fr: échec de lecture du résumé de %s: %s
sv: misslyckades med inläsning av paketförteckning %s: %s
uk: помилка читання маніфесту %s: %s

source: reading %s manifest, non-printable characters found
de: Manifest von %s wird gelesen, nicht-druckbares Zeichen gefunden
fi: luetaan ”%s manifest”, löytyi ei-tulostettavia merkkejä
fr: lecture du résumé %s, caractères non imprimable trouvés
sv: när %s-paketförteckning lästes fanns icke skrivbara tecken
uk: під час читання маніфесту %s виявлено не призначені для друку символи

source: cannot create %%%s %s
de: %%%s %s kann nicht erstellt werden
fi: tiedostopolun %%%s %s luominen epäonnistui
fr: ne peut créer %%%s %s
sv: kan inte skapa %%%s %s
uk: не вдалося створити %%%s %s

source: ignore package name relation(s) [%d] %s -> %s
de: Ignoriere Relation(en) des Paketnamens [%d] %s -> %s
fi: ohita pakkausnimisuhteet [%d] %s -> %s
sv: inga paketnamnsrelationer [%d] %s → %s
uk: ігноруються зв'язки між іменами пакетів [%d] %s -> %s

source: removing %s "%s" from tsort relations.
de: %s „%s“ wird aus den Tsort-Beziehungen entfernt.
fi: poistetaan %s ”%s” tsort-suhteista.
sv: tar bort %s ”%s” från tsort-relationer.
uk: видаляється %s "%s" із сортованих зв'язків.

source: LOOP:
de: SCHLEIFE:
fi: SILMUKKA:
sv: SLINGA:
uk: ЦИКЛ:

source: rpmtsOrder failed, %d elements remain
de: rpmtsOrder ist gescheitert, %d Elemente verbleiben
fi: rpmtsOrder epäonnistui, %d elementtiä jäljellä
sv: rpmtsOrder misslyckades, %d element återstår
uk: помилка rpmtsOrder, залишилось %d елементів

source: Add packages to resolve dependencies
de: Pakete hinzufügen, um die Abhängigkeiten aufzulösen
fi: Lisää pakkauksia riippuvuuksien ratkaisemiseksi
fr: Ajout des paquets pour résoudre les dépendances
sv: Lägg till paket för att lösa upp paketberoenden
uk: Додати пакунки для розв’язання залежностей

source: Use anaconda "presentation order"
de: „Präsentationssortierung“ von Anaconda benutzen
fi: Käytä anakonda-”esitysjärjestystä”
fr: Utilisez "l'ordre de présentation" d'anaconda
sv: Använd anacondas "presentationsordning"
uk: Використовувати «порядок представлення» anaconda

source: Print dependency loops as warning
de: Abhängigkeitsschleifen als Warnung anzeigen
fi: Tulosta riippuvuussilmukat varoituksina
fr: Afficher la dépendance des boucles comme alerte
sv: Skriv ut beroendeslingor som varningar
uk: Вивести циклічні залежності у попередженні

source: Do not suggest missing dependency resolution(s)
de: Keine Vorschläge für fehlende Abhängigkeitsauflösungen
fi: Ei suositella puuttuvia riippuvuusratkaisuja
fr: Ne pas suggérer la résolution des dépendances manquantes
sv: Föreslå inte lösning(ar) på saknade beroenden
uk: Не пропонувати роз’язань проблеми невстановлених залежностей

source: Do not check added package conflicts
de: Nicht auf hinzugefügte Paket-Konflikte prüfen
fi: Älä tarkista lisätyn paketin riistiriitoja
fr: Ne pas vérifier les conflits de paquet ajouté
sv: Kontrollera inte konflikter med tillagda paket
uk: Не перевіряти конфліктність доданого пакунка

source: Ignore added package requires on symlink targets
de: Zusätzlich hinzugefügte Abängigkeiten bei symbolischen Verknüpfungen ignorieren
fi: Ohita lisätty paketti, joka vaaditaan symbolisilla linkkikohteilla
fr: Ignorer le paquet ajouté exige des liens symboliques cibles
sv: Ignorera tillagda pakets krav på mål som är symboliska länkar
uk: Ігнорувати додані вимоги щодо пакунків для символічних посилань

source: Ignore added package obsoletes
de: Als veraltet markierte Pakete ignorieren
fi: Ohita lisätty paketti, joka vanhenee
fr: Ignorer le paquet ajouté obsolète
sv: Ignorera tillagda pakets föråldranden
uk: Ігнорувати дані щодо застарівання доданого пакунка

source: Ignore added package requires on file parent directory
de: Paket-Abhängigkeiten auf Elternverzeichnisse ignorieren
fi: Ohita lisätty paketti, joka vaaditaan tiedoston ylähakemistossa
fr: Ignorer le paquet ajouté exige un dossier répertoire parent
sv: Ignorera tillagda paketkrav på filers föräldrakatalog
uk: Ігнорувати додані вимоги щодо пакунків у батьківському каталозі файлів

source: Do not check added package requires
de: Hinzugefügte Abhängigkeiten nicht prüfen
fi: Älä tarkista lisättyä pakettia, joka vaaditaan
fr: Ne pas vérifier les besoins du paquet ajouté
sv: Kontrollera inte tillagda pakets krav
uk: Не перевіряти вимоги доданого пакунка

source: Ignore added package upgrades
de: Hinzugefügte Paket-Aktualisierungen ignorieren
fi: Ohita lisätty paketti, joka päivitetään
fr: Ignorer les mises à jour du paquet ajouté
sv: Ignorera tillagda paketsuppgraderingar
uk: Ігнорувати оновлення доданого пакунка

source: Debug generic operations
de: Generische Operationen debuggen
fi: Vikajäljitä yleiset toiminnot
fr: Déboguer les opérations génériques
sv: Felsök generiska operationer
uk: Діагностика загальних дій

source: Predefine MACRO with value EXPR
de: MAKRO mit Wert AUSDRUCK vordefinieren
fi: Ennakolta määritelty MAKRO arvolla EXPR
fr: MACRO prédéfinie avec la valeur EXPR
sv: Fördefiniera MAKRO till värdet UTTR
uk: Попередньо визначити для МАКРОСу значення ВИРАЗ

source: 'MACRO EXPR'
de: „MAKRO AUSDRUCK“
fi: 'MAKRO EXPR'
sv: 'MAKRO UTTR'
uk: 'МАКРОС ВИРАЗ'

source: Define MACRO with value EXPR
de: MAKRO mit Wert AUSDRUCK definieren
fi: Määritä MAKRO arvolla EXPR
fr: MACRO définie avec la valeur EXPR
sv: Definiera MAKRO till värdet UTTR
uk: Визначити МАКРОС зі значенням ВИРАЗ

source: Undefine MACRO
de: Nicht definiertes MAKRO
fi: Peru MAKRO-määritys
fr: MACRO non définie
sv: Avdefiniera MAKRO
uk: Скасувати визначення МАКРОСА

source: 'MACRO'
de: „MAKRO“
fi: 'MAKRO'
sv: 'MAKRO'
uk: 'МАКРОС'

source: Print macro expansion of EXPR
de: Makro-Ausdehnung des AUSDRUCKS anzeigen
fi: Tulosta EXPR-makrolaajennus
fr: Afficher l'expansion de macro de EXPR
sv: Skriv ut makroexpansion av UTTR
uk: Вивести розгорнуте значення макросу ВИРАЗ

source: Read <FILE:...> instead of default file(s)
de: <DATEI:...> anstatt der Standard-Datei(en) lesen
fi: Lue <TIEDOSTO:...> eikä oletustiedosto(j)a
fr: lire <FICHIER:...> au lieu du(es) fichier(s) par défaut
sv: Läs <FIL:...> istället för standardfil(er)
uk: Читати <ФАЙЛ:...> замість типових файлів

source: <FILE:...>
de: <DATEI:...>
fi: <TIEDOSTO:...>
fr: <FICHIER:...>
sv: <FIL:...>
uk: <ФАЙЛ:...>

source: Read <FILE:...> instead of default RPM Lua file(s)
de: <DATEI:…> anstatt der Standard-RPM-Lua-Datei(en) lesen
fi: Lue <TIEDOSTO:...> eikä oletus-RPM-Lua -tiedosto(j)a
fr: lire <FICHIER:...> au lieu du(es) fichier(s) RPM Lua par défaut
sv: Läs <FIL:...> istället för standard RPM Lua-fil(er)
uk: Читати <ФАЙЛ:...> замість типових файлів Lua RPM

source: Read <FILE:...> instead of default POPT file(s)
de: <DATEI:…> anstatt der Standard-POPT-Datei(en) lesen
fi: Lue <TIEDOSTO:...> eikä oletus-POPT-tiedosto(j)a
fr: lire <FICHIER:...> au lieu du(es) fichier(s) POPT par défaut
sv: Läs <FIL:...> istället för standard POPT-fil(er)
uk: Читати <ФАЙЛ:...> замість типових файлів POPT

source: Specify target platform
de: Zielplattform bestimmen
fi: Määritä kohdealusta
fr: Précisez la plate-forme ciblée
sv: Ange målplattform
uk: Вказати платформу призначення

source: Don't verify package digest(s)
de: Paket-Prüfsumme(n) nicht überprüfen
fi: Älä todenna paketin koosteita
fr: Ne pas vérifier le(s) digest(s) du paquet
sv: Verifiera inte paketkontrollsummor
uk: Не перевіряти контрольні суми пакунків

source: Don't verify database header(s) when retrieved
de: Datenbank-Header beim Abrufen nicht überprüfen
fi: Älä todenna tietokantaotsakkeita noudettaessa
fr: ne pas vérifier les en-têtes de la base de données lorsque récupérés
sv: Verifiera inte databashuvuden när de hämtas
uk: Не перевіряти заголовки, отримані з бази даних

source: Don't verify package signature(s)
de: Paket-Signatur(en) nicht überprüfen
fi: Älä todenna pakettiallekirjoituksia
fr: Ne pas vérifier la(es) signature(s) de paquet
sv: Verifiera inte paketsignatur(er)
uk: Не перевіряти підписи пакунків

source: Display known query tags
de: Bekannte Abfrage-Tags anzeigen
fi: Näytä tunnetut kyselytunnisteet
fr: Afficher les étiquettes connues de requêtes
sv: Visa kända frågetaggar
uk: Показати відомі теґи запитів

source: Display macro and configuration values
de: Makro- und Konfigurationswerte anzeigen
fi: Näytä makro ja asetusarvot
fr: Affiche les valeurs de macro et de configuration
sv: Visa makro- och konfigurationsvärden
uk: Показати макрос і значення налаштувань

source: Print the version
de: Version ausgeben
fi: Tulosta versio
fr: Affiche la version
sv: Skriv ut versionen
uk: Вивести дані щодо версії

source: Debug file FingerPrintS
de: Datei-Fingerabdrücke debuggen
fi: Vikajäljitä tiedostotunnisteet
fr: Déboguer le fichier FingerPrintS
sv: Felsök filfingeravtryck
uk: Діагностика файла FingerPrintS

source: Debug payload File State Machine
de: Nutzdaten-Dateistatus debuggen
fi: Vikajäljitä lataustiedostotilakonetta
fr: Déboguer la charge de File State Machine
sv: Felsök lastfilstillståndsmaskin
uk: Діагностика кінцевого автомата файлів вмісту

source: Use threads for File State Machine
de: Thread für den Dateistatus benutzen
fi: Käytä säikeitä tiedostotilakoneelle
fr: Utiliser les threads pour File State Machine
sv: Använd trådar för filtillståndsmaskin
uk: Використовувати потоки для кінцевого автомата файлів

source: Display macros used
de: Verwendete Makros anzeigen
fi: Näytä käytetyt makrot
fr: Affichage des macros utilisées
sv: Visa använda makron
uk: Показати використаний макрос

source: Display OpenPGP (RFC 2440/4880) parsing
de: Einlesen von OpenPGP (RFC 2440-4880) anzeigen
fi: Näytä ”OpenPGP (RFC 2440/4880)”-jäsentäminen
fr: Afficher l'analyse d'OpenPGP (RFC 2440/4880)
sv: Visa OpenPGP-parsning (RFC 2440/4880)
uk: Показати дані щодо обробки OpenPGP (RFC 2440/4880)

source: Debug Package State Machine
de: Paket-Zustandsmaschine debuggen
fi: Vikajäljitä pakettitilakonetta
fr: Déboguer Package State Machine
sv: Felsök pakettillståndsmaskin
uk: Діагностика кінцевого автомата пакунків

source: Use threads for Package State Machine
de: Threads für Paket-Zustandsmaschine benutzen
fi: Käytä säikeitä pakettitilakonetta varten
fr: Utiliser les threads pour Package State Machine
sv: Använd trådar för pakettillståndsmaskin
uk: Використовувати потоки для кінцевого автомата пакунків

source: Debug rpmds Dependency Set
de: rpmds-Abhängigkeiten debuggen
fi: Vikajäljitä rpmds-riippuvuusjoukko
fr: Déboguer la configuration de la dépendance rpmds
sv: Felsök rpmds beroendemängd
uk: Діагностика набору залежностей rpmds

source: Debug rpmfc File Classifier
de: rpmfc-Dateiklassifizierer debuggen
fi: Vikajäljitä rpmfc-tiedostoluokittelija
fr: Déboguer rpmfc File Classifier
sv: Felsök rpmfc filklassificerare
uk: Діагностика класифікатора файлів rpmfc

source: Debug rpmfi File Info
de: rpmfi-Dateiinformation debuggen
fi: Vikajäljitä rpmfi-tiedostotietoja
fr: Déboguer rpmfi File Info
sv: Felsök rpmfi filinformation
uk: Діагностика відомостей щодо файла rpmfi

source: Debug rpmgi Generalized Iterator
de: Den generalisierten Iterator von Rpmgi debuggen
fi: Vikajäljitä rpmgi-yleisiteraattoria
fr: Déboguer rpmgi Generalized Iterator
sv: Felsök rpmgi generaliserad iterator
uk: Діагностика узагальненого ітератора rpmgi

source: Debug rpmmi Match Iterator
fi: Vikajäljitä rpmmi-täsmäysiteraattoria
fr: Déboguer rpmmi Match Iterator
sv: Felsök rpmmi matchningsiterator
uk: Діагностика ітератора відповідності rpmmi

source: Debug rpmns Name Space
de: rpmns-Namensraum debuggen
fi: Vikajäljitä rpmns-nimiavaruus
fr: Déboguer rpmns Name Space
sv: Felsök rpmns namnrymd
uk: Діагностика простору назв rpmns
