Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: FTS_LOGICAL: logical walk
de: FTS_LOGICAL: Logischer Lauf
fi: FTS_LOGICAL: looginen läpikulku
fr: FTS_LOGICAL: marche logique
sv: FTS_LOGICAL: genomlöp logiskt
uk: FTS_LOGICAL: логічний обхід

source: FTS_NOCHDIR: don't change directories
de: FTS_NOCHDIR: Verzeichnisse nicht wechseln
fi: FTS_NOCHDIR: älä vaihda hakemistoja
fr: FTS_NOCHDIR: ne pas modifier les répertoires
sv: FTS_NOCHDIR: byt inte katalog
uk: FTS_NOCHDIR: не змінювати каталогів

source: FTS_NOSTAT: don't get stat info
de: FTS_NOSTAT: Keine Informationen beim Aufruf von stat
fi: FTS_NOSTAT: ei saada stat-tietoja
fr: FTS_NOSTAT: ne pas obtenir des infos stat
sv: FTS_NOSTAT: hämta inte statusinfo
uk: FTS_NOSTAT: не отримувати даних за допомогою stat

source: FTS_PHYSICAL: physical walk
de: FTS_PHYSICAL: Physikalischer Lauf
fi: FTS_PHYSICAL: fyysinen läpikulku
fr: FTS_PHYSICAL: marche physique
sv: FTS_PHYSICAL: genomlöp fysiskt
uk: FTS_PHYSICAL: фізичний обхід

source: FTS_SEEDOT: return dot and dot-dot
de: FTS_SEEDOT: Punkt und Punkt-Punkt zurückgeben
fi: FTS_SEEDOT: palauta piste ja piste-piste
fr: FTS_SEEDOT: retourner point et point-point
sv: FTS_SEEDOT: returnera punkt som punkt-punkt
uk: FTS_SEEDOT: повертати файли з назвою-крапкою і двома крапками

source: FTS_XDEV: don't cross devices
de: FTS_XDEV: Geräte nicht kreuzen
fi: FTS_XDEV: älä sekoita laitteita
fr: FTS_XDEV: ne pas traverser les périphériques
sv: FTS_XDEV: gå inte mellan enheter
uk: FTS_XDEV: не перетинати межі пристроїв

source: FTS_WHITEOUT: return whiteout information
de: FTS_WHITEOUT: Whiteout-Information ausgeben
fi: FTS_WHITEOUT: paluu ilman tietoja
fr: FTS_WHITEOUT: retourner les informations d'expiration de délais
sv: FTS_WHITEOUT: returnera belyst information
uk: FTS_WHITEOUT: повертати неформатовані дані

source: Send stdout to CMD
de: Standardausgabe an CMD senden
fi: Lähetä vakiotuloste KOMENTOon
fr: Envoyer stdout à CMD
sv: Skicka standard ut till KMD
uk: Надіслати stdout у CMD

source: CMD
fi: KOMENTO
sv: KMD
uk: КОМАНДА

source: Use ROOT as top level directory
de: ROOT als Verzeichnis der obersten Ebene verwenden
fi: Käytä ROOT ylimmän tason hakemistona
fr: Utilisez ROOT comme répertoire de haut niveau
sv: Använd ROT som toppnivåkatalog
uk: Використовувати КОРІНЬ як каталог найвищого рівня

source: Provide less detailed output
de: Weniger detaillierte Ausgabe zeigen
fi: Tarjoa vähemmän yksityiskohtainen tuloste
fr: Fournir une sortie moins détaillée
sv: Visa mindre detaljrik utdata
uk: Обмежити виведення даних

source: Provide more detailed output
de: Detailliertere Ausgabe zeigen
fi: Tarjoa yksityiskohtaisempi tuloste
fr: Fournir une sortie plus détaillée
sv: Visa mer detaljrik utdata
uk: Вивести докладні дані

source: Disable use of libio(3) API
de: Benutzung der libio(3)-API deaktivieren
fi: Ota pois käytöstä libio(3) API-käyttö
fr: Désactiver l'utilisation de l'API libio(3)
sv: Inaktivera användningen av libio(3)-API:et
uk: Вимкнути використання програмного інтерфейсу libio(3)

source: Select cryptography implementation
de: Kryptographische Implementation wählen
fi: Valitse salakirjoitustoteutus
fr: Sélectionner l'implémentation cryptographique
sv: Välj kryptografiimplementation
uk: Вибрати реалізацію шифрування

source: CRYPTO
fi: SALAKIRJOITUS
sv: KRYPTO
uk: ШИФРУВАННЯ

source: Debug ar archives
de: ar-Archive debuggen
fi: Vikajäljitä ar-arkistoja
fr: Déboguer les archives ar
sv: Felsök ar-arkiv
uk: Діагностика архівів ar

source: Debug argv collections
de: argv-Kollektionen debuggen
fi: Vikajäljitä argv-kokoelmia
fr: Déboguer les collections argv
sv: Felsök argv-samlingar
uk: Діагностика збірок argv

source: Debug cpio archives
de: cpio-Archive debuggen
fi: Vikajäljitä cpio-arkistoja
fr: Déboguer les archives cpio
sv: Felsök cpio-arkiv
uk: Діагностика архівів cpio

source: Debug digest contexts
de: Prüfsummenkontext debuggen
fi: Vikajäljitä koosteviitekehyksiä
fr: Déboguer les digest contextes
sv: Felsök kontrollsummesammanhang
uk: Діагностика контекстів контрольних сум

source: Debug WebDAV data stream
de: WebDAV-Datenstrom debuggen
fi: Vikajäljitä WebDAV -datavirtaa
fr: Déboguer les flux de données WebDAV
sv: Felsök WebDAV-dataström
uk: Зневаджувати потік даних WebDAV

source: Debug FTP/HTTP data stream
de: FTP/HTTP-Datenstrom debuggen
fi: Vikajäljitä FTP/HTTP -datavirtaa
fr: Déboguer les flux de données FTP/HTTP
sv: Felsök FTP/HTTP-dataström
uk: Зневаджувати потік даних FTP/HTTP

source: Debug Fts(3) traverse
fi: Vikajäljitä Fts(3)-poikittaisreittiä
fr: Déboguer Fts(3) transversal
sv: Felsök Fts(3)-traversering
uk: Діагностика обходу Fts(3)

source: Debug hash tables
de: Hash-Tabellen debuggen
fi: Vikajäljitä sekasummatauluja
fr: Déboguer les tables de hachage
sv: Felsök hashtabeller
uk: Діагностика таблиць хешів

source: Debug HTML parsing
de: HTML-Parsing debuggen
fi: Vikajäljitä HTML-jäsentämistä
fr: Déboguer HTML parsing
sv: Felsök HTML-tolkning
uk: Діагностика обробки HTML

source: Debug I/O state machine
de: E/A-Dateistatus debuggen
fi: Vikajäljitä siirräntätilakonetta
fr: Déboguer les états E/S de la machine
sv: Felsök I/O-tillståndsmaskin
uk: Діагностика скінченного автомата вводу-виводу

source: Debug miRE patterns
de: miRE-Muster debuggen
fi: Vikajäljitä miRE-malleja
fr: Déboguer les modèles miRE
sv: Felsök miRE-mönster
uk: Діагностика шаблонів miRE

source: Debug PGP usage
de: PGP-Nutzung debuggen
fi: Vikajäljitä PGP-käyttöä
fr: Déboguer l'utilisation de PGP
sv: Felsök PGP-användning
uk: Діагностика використання PGP

source: Print PGP keys
de: PGP-Schlüssel ausgeben
fi: Tulosta PGP-avaimet
fr: Imprimer les clés PGP
sv: Skriv PGP-nycklar
uk: Виводити ключі PGP

source: Debug rpmio I/O
de: rpmio-Ein-/Ausgabe debuggen
fi: Vikajäljitä rpmio-siirräntää
fr: Déboguer les E/S de rpmio
sv: Felsök rpmio I/O
uk: Діагностика вводу-виводу rpmio

source: Debug rpmio I/O buffers
de: rpmio-Ein-/Ausgabepuffer debuggen
fi: Vikajäljitä rpmio-siirräntää
fr: Déboguer les buffers E/S de rpmio
sv: Felsök rpmio I/O-buffertar
uk: Діагностика буферів введення-виведення rpmio

source: Debug embedded ASN.1 interpreter
de: Eingebetteten ASN.1-Interpreter debuggen
fi: Vikajäljitä sisäänrakennettua ASN.1-tulkkia
fr: Déboguer l'interpréteur ASN.1 embarqué
sv: Felsök inbäddad ASN.1-interpretator
uk: Діагностика вбудованого інтерпретатора ASN.1

source: Debug depsolver wrappers
de: Depsolver-Wrapper debuggen
fi: Vikajäljitä depsolvers-käärimiä
fr: Déboguer les wrappers depsolver
sv: Felsök beroendelösaromslag
uk: Діагностика обгорток depsolver

source: Debug CVS wrappers
de: CVS-Wrapper debuggen
fi: Vikajäljitä CVS-käärimiä
fr: Déboguer les wrappers CVS
sv: Felsök CVS-inkapslingar
uk: Діагностика обгорток CVS

source: Debug GIT wrappers
de: GIT-Wrapper debuggen
fi: Vikajäljitä GIT-käärimiä
sv: Felsök GIT-inkapslingar
uk: Діагностика обгорток GIT

source: Debug SET-VERSION wrappers
de: SET-VERSION-Warpper debuggen
fi: Vikajäljitä SET-VERSION-käärimiä
sv: Felsök SET-VERSION-omslag
uk: Діагностика обгорток SET-VERSION

source: Debug Subversion wrappers
de: Subversion-Wrapper debuggen
fi: Vikajäljitä Subversion-käärimiä
fr: Déboguer les wrappers Subversion
sv: Felsök Subversion-omslag
uk: Діагностика обгорток Subversion

source: Debug TPM emulator
de: TPM-Emulator debuggen
fi: Vikajäljitä TPM-emulaattoria
fr: Déboguer l'émulateur TPM
sv: Felsök TPM-emulator
uk: Діагностика емулятора TPM

source: Debug embedded Augeas interpreter
de: Eingebetteten Augeas-Interpreter debuggen
fi: Vikajäljitä sisäänrakennettua Augeas-tulkkia
fr: Déboguer l'interpréteur Augeas embarqué
sv: Felsök inbäddad Augeasinterpretator
uk: Діагностика вбудованого інтерпретатора Augeas

source: Debug Bloom filters
de: Bloom-Filter debuggen
fi: Vikajäljitä Bloom-suodattimia
fr: Déboguer les filtres Bloom
sv: Felsök Bloom-filter
uk: Діагностика фільтрів Bloom

source: Debug embedded CUDF parser
de: Eingebetteten CUDF-Parser debuggen
fi: Vikajäljitä sisäänrakennettua CUDF-tulkkia
fr: Déboguer l'analyseur CUDF embarqué
sv: Felsök inbäddad CUDF-tolk
uk: Діагностика вбудованого обробника CUDF

source: Debug embedded FICL interpreter
de: Eingebetteten FICL-Interpreter debuggen
fi: Vikajäljitä sisäänrakennettua FICL-tulkkia
fr: Déboguer l'interpréteur FICL embarqué
sv: Felsök inbäddad FICL-interpretator
uk: Діагностика вбудованого інтерпретатора FICL

source: Debug hkp:// keyring
de: hkp://-Schlüsselbund debuggen
fi: Vikajäljitä hkp://-avainrengasta
fr: Déboguer le trousseau de clé hkp://
sv: Felsök hkp://-nyckelring
uk: Діагностика сховища ключів hkp://

source: Debug embedded JavaScript interpreter
de: Eingebetteten JavaScript-Interpreter debuggen
fi: Vikajäljitä sisäänrakennettua JavaScript-tulkkia
fr: Déboguer l'interpréteur JavaScript embarqué
sv: Felsök inbäddad JavaScript-interpretator
uk: Діагностика вбудованого інтерпретатора JavaScript

source: Debug embedded Lua interpreter
de: Eingebetteten Lua-Interpreter debuggen
fi: Vikajäljitä sisäänrakennettua Lua-tulkkia
fr: Déboguer l'interpréteur Lua embarqué
sv: Felsök inbäddad Luainterpretator
uk: Діагностика вбудованого інтерпретатора Lua

source: Debug rpmmg magic
fi: Vikajäljitä rpmmg-magiikkaa
fr: Déboguer rpmmg magic
sv: Felsök rpmmg-magi
uk: Діагностика rpmmg

source: Debug embedded MRuby interpreter
de: Eingebetteten MRuby-Interpreter debuggen
fi: Vikajäljitä sisäänrakennettua MRuby-tulkkia
sv: Felsök inbäddad MRuby-interpretator
uk: Діагностика вбудованого інтерпретатора MRuby

source: Debug embedded Nix interpreter
de: Eingebetteten Nix-Interpreter debuggen
fi: Vikajäljitä sisäänrakennettua Nix-tulkkia
fr: Déboguer l'interpréteur embarqué Nix
sv: Felsök inbäddad Nixinterpretator
uk: Діагностика вбудованого інтерпретатора Nix

source: Debug embedded ODBC interface
de: Eingebettete ODBC-Schnittstelle debuggen
fi: Vikajäljitä sisäänrakennettua ODBC-rajapintaa
sv: Felsök inbäddat ODBC-gränssnitt
uk: Діагностика вбудованого інтерфейсу ODBC

source: Debug embedded Perl interpreter
de: Eingebetteten Perl-Interpreter debuggen
fi: Vikajäljitä sisäänrakennettua Perl-tulkkia
fr: Déboguer l'interpréteur embarqué Perl
sv: Felsök inbäddad Perlinterpretator
uk: Діагностика вбудованого інтерпретатора Perl

source: Debug embedded Python interpreter
de: Eingebetteten Python-Interpreter debuggen
fi: Vikajäljitä sisäänrakennettua Python-tulkkia
fr: Déboguer l'interpréteur embarqué Python
sv: Felsök inbäddad Pythoninterpretator
uk: Діагностика вбудованого інтерпретатора Python

source: Debug embedded Ruby interpreter
de: Eingebetteten Ruby-Interpreter debuggen
fi: Vikajäljitä sisäänrakennettua Ruby-tulkkia
fr: Déboguer l'interpréteur embarqué Ruby
sv: Felsök inbäddad Rubyinterpretator
uk: Діагностика вбудованого інтерпретатора Ruby

source: Debug rpmsq Signal Queue
de: rpmsq-Signalwarteschlange debuggen
fi: Vikajäljitä rpmsq-signaalijonoa
fr: Déboguer rpmsq Signal Queue
sv: Felsök rpmsq signalkö
uk: Діагностика черги сигналів rpmsq

source: Debug embedded SQL interpreter
de: Eingebetteten SQL-Interpreter debuggen
fi: Vikajäljitä sisäänrakennettua SQL-tulkkia
fr: Déboguer l'interpréteur embarqué SQL
sv: Felsök inbäddad SQL-interpretator
uk: Діагностика вбудованого інтерпретатора SQL

source: Debug embedded SQUIRREL interpreter
de: Eingebetteten SQUIRREL-Interpreter debuggen
fi: Vikajäljitä sisäänrakennettua SQUIRREL-tulkkia
fr: Déboguer l'interpréteur embarqué SQUIRREL
sv: Felsök inbäddad SQUIRREL-interpretator
uk: Діагностика вбудованого інтерпретатора SQUIRREL

source: Debug semanage
de: semanage debuggen
fi: Vikajäljitä kohdetta semanage
fr: Déboguer semanage
sv: Felsök semanage
uk: Діагностика semanage

source: Debug sepol
de: sepol debuggen
fi: Vikajäljitä kohdetta sepol
fr: Déboguer sepol
sv: Felsök sepol
uk: Діагностика sepol

source: Debug selinux
de: SELinux debuggen
fi: Vikajäljitä kohdetta selinux
fr: Déboguer selinux
sv: Felsök selinux
uk: Діагностика selinux

source: Debug embedded TCL interpreter
de: Eingebetteten TCL-Interpreter debuggen
fi: Vikajäljitä sisäänrakennettua TCL-tulkkia
fr: Déboguer l'interpréteur TCL embarqué
sv: Felsök inbäddad TCL-interpretator
uk: Діагностика вбудованого інтерпретатора TCL

source: Debug embedded SQL virtual cursor
de: Eingebetteten virtuellen SQL-Cursor debuggen
fi: Vikajäljitä sisäänrakennettua SQL-virtuaalikohdistinta
fr: Déboguer le curseur SQL virtuel embarqué
sv: Felsök inbäddad SQL virtuell markör
uk: Діагностика вбудованого віртуального курсора SQL

source: Debug embedded SQL virtual table
de: Eingebettete virtuelle SQL-Tabelle debuggen
fi: Vikajäljitä sisäänrakennettua SQL-virtuaalitaulua
fr: Déboguer la table SQL virtuelle embarqué e
sv: Felsök inbäddad SQL virtuell tabell
uk: Діагностика вбудованої віртуальної таблиці SQL

source: Debug rpmzq Job Queuing
fi: Vikajäljitä rpmzq-työjonotusta
fr: Déboguer rpmzq Job Queuing
sv: Felsök rpmzq jobbköande
uk: Діагностика черги завдань rpmzq

source: Debug xar archives
de: xar-Archive debuggen
fi: Vikajäljitä xar-arkistot
fr: Déboguer les archives xar
sv: Felsök xar-arkiv
uk: Діагностика архівів xar

source: Debug tar archives
de: Tar-Archive debuggen
fi: Vikajäljitä tar-arkistot
fr: Déboguer les archives tar
sv: Felsök tar-arkiv
uk: Діагностика архівів tar

source: Debug URL cache handling
de: Zwischenspeicher-Verwaltung der URLs debuggen
fi: Vikajäljitä verkko-osoitteen välimuistikäsittelyä
fr: Déboguer URL cache handling
sv: Felsök cache-hanteringen av URL:ar
uk: Діагностика обробки кешу адрес

source: Type check lenses
fi: Tyyppitarkista linssit
fr: Déterminer les lentilles de vérification
sv: Typkontrollinser
uk: Перевірка перетворення типів

source: Backup modified files with suffix '.augsave'
de: Geänderte Dateien mit dem Suffix „.augsave“ speichern
fi: Varmuuskopioi muokattuja tiedostoja tarkentimella '.augsave'
fr: Sauvegarde les fichiers modifiés avec le suffixe '.augsave'
sv: Säkerhetskopiera modifierade filer med suffixet ".augsave"
uk: Створювати резервні копії змінених файлів з суфіксом «.augsave»

source: Save modified files with suffix '.augnew'
de: Geänderte Dateien mit dem Suffix „.augnew“ speichern
fi: Tallenna muokatut tiedostot tarkentimella '.augnew'
fr: Enregistrer les fichiers modifiés avec le suffixe '.augnew'
sv: Spara ändrade filer med suffixet ".augnew"
uk: Зберігати змінені файли з суфіксом «.augnew»

source: Use ROOT as the root of the filesystem
de: ROOT als Wurzel des Dateisystem verwenden
fi: Käytä ROOT-asetusta tiedostojärjestelmän root-asetuksena
fr: Utilisez ROOT comme la racine du système de fichiers
sv: Använd ROT som rot i filsystemet
uk: Використовувати КОРІНЬ як кореневий каталог файлової системи

source: Search DIR for modules (may be used more than once)
de: VERZEICHNIS nach Modulen durchsuchen (kann mehrfach angegeben werden)
fi: Etsi HAKEMistoa moduuleille (voidaan käyttää useammin kuin kerran)
fr: Rechercher REP pour les modules (peut être utilisé plus d'une fois)
sv: Sök igenom KAT efter moduler (kan användas mer än en gång)
uk: Виконати пошук модулів у КАТАЛОЗІ (можна використовувати декілька разів)

source: Do not search default modules path
de: Vorgegebenen Modulpfad nicht durchsuchen
fi: Älä etsi oletusmoduulipolkua
fr: Ne pas rechercher les modules de chemin par défaut
sv: Sök inte i standardsökvägen för moduler
uk: Не шукати у типовому каталозі модулів

source: Do not load files into tree on startup
de: Dateien beim Start nicht automatisch in den Baum laden
fi: Älä lataa tiedostoja puuhun käynnistyksen yhteydessä
fr: Ne pas charger les fichiers dans l'arborescence au démarrage
sv: Läs inte in filer i trädet vid uppstart
uk: Не завантажувати файли до ієрархічної структури під час запуску

source: Do not autoload modules from the search path
de: Module nicht automatisch aus dem Suchpfad laden
fi: Älä lataa moduuleja automaattisesti etsintäpolusta
fr: Ne pas charger automatiquement les modules à partir du chemin de recherche
sv: Läs inte automatiskt in moduler från sökvägen
uk: Не завантажувати модулів з каталогу пошуку автоматично

source: List the direct children of PATH
de: Die direkten Unterobjekte von PFAD auflisten
fi: Luettele POLUN suorat lapset
fr: Listes les enfants directs de CHEMIN
sv: Lista omedelbara barn till SÖKVÄG
uk: Показати список безпосередньо вкладених каталогів ШЛЯХу

source: <PATH>
de: <PFAD>
fi: <POLKU>
fr: <CHEMIN>
sv: <SÖKVÄG>
uk: <ШЛЯХ>

source: Find all paths that match the path expression PATH. If VALUE is given, only the matching paths whose value equals VALUE are printed
fi: Etsi kaikki polut, jotka täsmäävät POLKUlausekkeeseen. Jos ARVO on annettu, tulostetaan vain täsmäävät polut, joiden arvo on sama kuin ARVO
fr: Trouver tous les chemins qui correspondent à l'expression de chemin CHEMIN. Si la valeur est donnée, seules les voies d'adaptation dont la valeur égale à la valeur sont affichées
sv: Hitta alla sökvägar som stämmer med sökvägsuttrycket SÖKVÄG. Om VÄRDE anges skrivs endast de matchande sökvägar vars värde är lika med VÄRDE.
uk: Знайти всі шляхи, що відповідають виразу ШЛЯХ. Якщо вказано ЗНАЧЕННЯ, буде виведено лише шляхи, значення яких збігається зі ЗНАЧЕННЯМ

source: <PATH> [<VALUE>]
de: <PFAD> [<WERT>]
fi: <POLKU> [<ARVO>]
fr: <CHEMIN> [<VALEUR>]
sv: <SÖKVÄG> [<VÄRDE>]
uk: <ШЛЯХ> [<ЗНАЧЕННЯ>]

source: Delete PATH and all its children from the tree
de: PATH und dessen Unterverzeichnisse aus dem Baum löschen
fi: Poista POLKU ja kaikki sen alihakemistot puusta
fr: Supprimer le CHEMIN et tous ses enfants de l'arborescence
sv: Radera SÖKVÄG och alla dess barn från trädet
uk: Вилучити ШЛЯХ і всі дочірні об’єкти з ієрархії

source: Move node SRC to DST. SRC must match exactly one node in the tree. DST must either match exactly one node in the tree, or may not exist yet. If DST exists already, it and all its descendants are deleted. If DST does not exist yet, it and all its missing ancestors are created.
fi: Siirrä solmu lähteestä LÄHDE kohteeseen KOHDE. LÄHDE-kohteen on täsmättävä tarkalleen puun yhtä solmua. KOHDE on oltava joko tarkalleen yksi solmu puussa tai ei ehkä ole vielä olemassa. Jos KOHDE on jo olemassa, se ja kaikki sen jälkeläiset poistetaan. Jos KOHDE ei ole vielä olemassa, se ja kaikki sen puuttuvat jälkeläiset luodaan.
fr: Déplacer le noeud SRC à DST. SRC doit correspondre exactement à un nœud dans l'arbrorescence. DST doit soit correspondre exactement un nœud dans l'arbrorescence, ou peut ne pas exister encore. Si DST existe déjà, elle et tous ses descendants sont supprimés. Si DST n'existe pas encore, elle et tous ses ancêtres disparus sont créés.
sv: Flytta nod KÄLLA till DST. KÄLLA måste stämma exakt med en nod i trädet. DST måste antingen stämma exakt med en nod i trädet, eller inte finnas ännu. Om DST redan finns raderas den och alla dess avkomlingar. Om DST inte redan finns skapas den och alla dess anfäder.
uk: Пересунути вузол ДЖЕРЕЛО до ПРИЗНАЧЕННЯ. ДЖЕРЕЛОм має бути єдиний вузол у ієрархії. ПРИЗНАЧЕННЯм може бути єдиний вузол у ієрархії або ще не створений вузол. Якщо ПРИЗНАЧЕННЯ вже існує, його і всі підлеглі записи буде вилучено. Якщо Призначення не існує, його і всі підлеглі записи буде створено.

source: <SRC> <DST>
fi: <LÄHDE> <KOHDE>
sv: <KÄLLA> <DST>
uk: <ДЖЕРЕЛО> <ПРИЗНАЧЕННЯ>

source: Associate VALUE with PATH. If PATH is not in the tree yet, it and all its ancestors will be created. These new tree entries will appear last amongst their siblings
de: WERT zu PFAD zuweisen. Falls PFAD sich noch nicht im Baum befindet, wird er und alle Verzweigungen erstellt. Diese neuen Baumeinträge werden zuletzt unter den damit verwandten Einträgen angezeigt.
fi: Liitä ARVO kohteeseen POLKU. Jos POLKU ei ole vielä puussa, se ja kaikki sen esisät luodaan. Ne uudet puun oksat ilmaantuvat viimeiseksi sisarusten joukossa
fr: Associez VALEUR avec CHEMIN. Si CHEMIN n'est pas encore dans l'arborescence, lui et tous ses ancêtres seront créés. Ces nouvelles entrées de l'arborescence apparaitront dernière ces frères et sœurs
sv: Associera VÄRDE med SÖKVÄG. Om SÖKVÄG inte finns i trädet ännu kommer den och alla dess anfäder att skapas. Dessa nya trädposter kommer dyka upp bland sina syskon
uk: Пов’язати з ЗНАЧЕННЯ зі ШЛЯХом. Якщо ШЛЯХу ще немає у ієрархії, його запис та всі підлеглі записи буде створено. Нові записи у ієрархії буде додано у кінець списку

source: <PATH> <VALUE>
de: <PFAD> <WERT>
fi: <POLKU> <ARVO>
fr: <CHEMIN> <VALEUR>
sv: <SÖKVÄG> <VÄRDE>
uk: <ШЛЯХ> <ЗНАЧЕННЯ>

source: Set the value for PATH to NULL. If PATH is not in the tree yet, it and all its ancestors will be created. These new tree entries will appear last amongst their siblings
de: Wert von PFAD auf NULL setzen. Falls PFAD sich noch nicht im Baum befindet, wird er und alle Verzweigungen erstellt. Diese neuen Baumeinträge werden zuletzt unter den damit verwandten Einträgen angezeigt.
fi: Aseta POLKU-asetukseksi NULL. Jos POLKU ei ole vielä puussa, se ja sen kaikki esi-isät luodaan. Ne uudet puun oksat esiintyvät viimeisinä sisarusten joukossa
fr: Définissez la valeur de CHEMIN à NULL. Si le CHEMIN n'est pas encore dans l'arborescence, lui et tous ses ancêtres seront créés. Ces nouvelles entrées de l'arborescence apparaitront dernière ces frères et sœurs
sv: Sätt värdet på SÖKVÄG till TOMT. Om SÖKVÄG inte finns i trädet ännu kommer den och alla dess anfäder att skapas. Dessa nya trädposter kommer att dyka upp bland sina syskon
uk: Встановити значення NULL для ШЛЯХу. Якщо ШЛЯХу ще немає у ієрархії, його запис та всі підлеглі записи буде створено. Нові записи у ієрархії буде додано у кінець списку

source: Print the value associated with PATH
de: Den zu PFAD zugeordneten Wert ausgeben
fi: Tulosta POLKU-muuttujaan liitetty arvo
fr: Affiche la valeur associée à CHEMIN
sv: Skriv värdet associerat med SÖKVÄG
uk: Вивести значення, пов’язане з ШЛЯХом

source: Print entries in the tree. If PATH is given, printing starts there, otherwise the whole tree is printed
de: Baumeinträge ausgeben. Falls PFAD gegeben ist, beginnt die Ausgabe hier, anderenfalls wird der gesamte Baum ausgegeben.
fi: Tulosta puun oksat. Jos POLKU on annettu, tulostus alkaa siitä, muussa tapauksessa tulostetaan koko puu
fr: Afficher les entrées de l'arborescence. Si CHEMIN est donné, l'affichage débute là, sinon l'arborescence entière est affiché
sv: Skriv poster i trädet. Om SÖKVÄG anges börjar utskriften där, annars skrivs hela trädet
uk: Вивести записи у ієрархії. Якщо вказано ШЛЯХ, виведення буде почато з нього, якщо нічого не вказано, буде виведено всю ієрархію.

source: [<PATH>]
de: [<PFAD>]
fi: [<POLKU>]
fr: [<CHEMIN>]
sv: [<SÖKVÄG>]
uk: [<ШЛЯХ>]

source: Insert a new node with label LABEL right before or after PATH into the tree. WHERE must be either 'before' or 'after'.
fi: Lisää uusi solmu nimiöllä NIMIÖ juuri ennen POLKU-asetusta puuhun. MISSÄ on oltava joko 'before' tai 'after'.
fr: Insérer un nouveau nœud avec l'étiquettes LABEL avant ou après CHEMIN dans l'arborescence. WHERE doit être soit 'avant' ou 'après'.
sv: Infoga en ny nod med etiketten ETIKETT precis före eller efter SÖKVÄG i trädet. VAR måste vara antingen "before" eller "after".
uk: Вставити новий вузол з міткою МІТКА одразу перед або після ШЛЯХу у ієрархії. Значенням аргументу МІСЦЕ має бути «before» або «after».

source: <LABEL> <WHERE> <PATH>
fi: <NIMIÖ> <MISSÄ> <POLKU>
fr: <LABEL> <WHERE> <VALEUR>
sv: <ETIKETT> <VAR> <SÖKVÄG>
uk: <МІТКА> <МІСЦЕ> <ШЛЯХ>
