Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: <key> <gid>
de: <Schlüssel> <Gruppen-ID>
fi: <avain> <gid-ryhmätunniste>
sv: <nyckel> <gid>
uk: <ключ> <gid>

source: <key> <uid>
de: <Schlüssel> <Benutzer-ID>
fi: <avain> <uid-käyttäjätunniste>
sv: <nyckel> <uid>
uk: <ключ> <uid>

source: <key>
de: <Schlüssel>
fi: <avain>
sv: <nyckel>
uk: <ключ>

source: <key> <mask>
de: <Schlüssel> <Maske>
fi: <avain> <peite>
fr: <clé> <masque>
sv: <nyckel> <mask>
uk: <ключ> <маска>

source: <key> <timeout>
de: <Schlüssel> <Zeitspanne>
fi: <avain> <aikavalvonta>
fr: <clé> <timeout>
sv: <nyckel> <timeout>
uk: <ключ> <час очікування>

source: <key> <data>
de: <Schlüssel> <Daten>
fi: <avain> <data>
sv: <nyckel> <data>
uk: <ключ> <дані>

source: %s: filename (%s) encoded incorrectly
de: %s: Dateiname (%s) nicht korrekt kodiert
fi: %s: tiedostonimi (%s) on koodattu väärin
fr: %s: nom de fichier (%s) codé de manière incorrecte
sv: %s: filnamnet (%s) felaktigt kodat
uk: %s: помилкове кодування назви файла (%s)

source: %s changed
de: %s geändert
fi: %s muuttunut
fr: %s changé
sv: %s ändrad
uk: %s змінено

source: type expected %s found %s)
de: Typ %s erwartet, %s gefunden)
fi: odotettiin tyyppiä %s löytyi %s)
fr: <span class="whitespace other" title="Tab">type attendu %s trouvé %s)</span>
sv: förväntad typ %s funnen %s)
uk: мало бути використано тип %s, виявлено тип %s)

source: %s%s expected %lu found %lu
de: %s%s %lu erwartet, %lu gefunden
fi: %s%s odotettiin %lu löytyi %lu
fr: %s%s attendu %lu trouvé %lu
sv: %sförväntad %s %lu funnen %lu
uk: %s%s очікувалося %lu, виявлено %lu

source: not modified: %s)
de: nicht geändert: %s)
fi: ei muokattu: %s)
fr: non modifié: %s)
sv: inte modifierad: %s)
uk: не змінено: %s)

source: modified)
de: geändert)
fi: muokattu)
fr: modifié)
sv: modifierad)
uk: змінено)

source: %s%s expected %#o found %#o
de: %s%s erwartet %#o, %#o gefunden
fi: %s%s odotettiin %#o löytyi %#o
fr: %s%s attendu %#o trouvé %#o
sv: %sförväntade %s %#o funna %#o
uk: %s%s очікувалося %#o, виявлено %#o

source: %s%s expected %lu found %lu)
de: %s%s erwartet %lu, %lu gefunden)
fi: %s%s odotettiin %lu löytyi %lu)
fr: %s%s attendu %lu trouvé %lu)
sv: %sförväntad %s %lu funnen %lu)
uk: %s%s очікувалося %lu, виявлено %lu)

source: %s%s expected %llu found %llu
de: %s%s erwartet %llu, %llu gefunden
fi: %s%s odotettiin %llu löytyi %llu
fr: %s%s attendu %llu trouvé %llu
sv: %sförväntad %s %llu funnen %llu
uk: %s%s очікувалося %llu, виявлено %llu

source: %s%s expected %.24s
de: %s%s erwartet %.24s
fi: %s%s odotettiin %.24s
fr: %s%s excepté %.24s
sv: %sförväntad %s %.24s
uk: %s%s очікувалося %.24s

source: found %.24s
de: %.24s gefunden
fi: löytyi %.24s
fr: trouvé %.24s
sv: funnen %.24s
uk: виявлено %.24s

source: modified
de: geändert
fi: muokattu
fr: modifié
sv: ändrad
uk: змінено

source: %s%s expected %lu found %lu
de: %s%s erwartet %lu, %lu gefunden
fi: %s%s odotettiin %lu löytyi %lu
fr: %s%s excepté %lu trouvé %lu
sv: %sförväntad %s %lu funnen %lu
uk: %s%s очікувалося %lu, виявлено %lu

source: %s%s expected %s found %s
de: %s%s erwartet %s, %s gefunden
fi: %s%s odotettiin %s löytyi %s
fr: %s%s excepté %s trouvé %s
sv: %s%s %s förväntades %s fanns
uk: %s%s очікувалося %s, виявлено %s

source: %s%s expected "%s"
de: %s%s erwartet „%s“
fi: %s%s odotettiin ”%s”
fr: %s%s excepté "%s"
sv: %s%s "%s" förväntades
uk: %s%s очікувалося «%s»

source: found "%s"
de: „%s“ gefunden
fi: löytyi ”%s”
fr: trouvé "%s"
sv: "%s" fanns
uk: виявлено «%s»

source: %s: Could not get uname for uid=%lu
fi: %s: Ei voitu saada uname-komentoa käyttäjätunnukselle uid=%lu
fr: %s: Impossible d'obtenir uname pour uid =%lu
sv: %s: Kunde inte hitta användarnamn för uid=%lu
uk: %s: не вдалося отримати uname для uid=%lu

source: %s: Could not get gname for gid=%lu
fi: %s: Ei voitu saada nimeä ryhmätunnukselle gid=%lu
fr: %s: Impossible d'obtenir gname pour gid =%lu
sv: %s: Kunde inte hitta gruppnamn för gid=%lu
uk: %s: не вдалося отримати назву групи для gid=%lu

source: %s: %s: cksum: %s
fi: %s: %s: tarkistussumma: %s
sv: %s: %s: kontrollsumma: %s
uk: %s: %s: контрольна сума: %s

source: %s: open of %s failed: %s
de: %s: Öffnen von %s fehlgeschlagen: %s
fi: %s: tiedostopolun %s avaaminen epäonnistui: %s
fr: %s: ouverture de %s échouée:%s
sv: %s: misslyckades med att öppna %s: %s
uk: %s: помилка під час спроби відкриття %s: %s

source: missing: %s
de: Fehlt: %s
fi: puuttuu: %s
fr: manquant: %s
sv: saknas: %s
uk: не вистачає: %s

source: (%s not created: user not specified)
de: (%s nicht angelegt: Benutzer nicht angegeben)
fi: (%s ei luotu: käyttäjää ei ole määritelty)
fr: (%s n'est pas créé: utilisateur non spécifié)
sv: (%s inte skapad: ingen användare specificerad)
uk: (%s не створено: не вказано користувача)

source: (%s not created: group not specified))
de: (%s nicht angelegt: Gruppe nicht angegeben)
fi: (%s ei luotu: ryhmää ei ole määritelty))
fr: (%s n'est pas créé: groupe non spécifiée))
sv: (%s inte skapad: ingen grupp specificerad)
uk: (%s не створено: не вказано групи)

source: (%s not created: %s)
de: (%s nicht erstellt: %s)
fi: (%s ei luotu : %s)
fr: (%s n'est pas créé: %s)
sv: (%s skapades inte: %s)
uk: (%s не створено: %s)

source: (%s created)
de: (%s erstellt)
fi: (%s luotu)
fr: (%s créé)
sv: (%s skapades)
uk: (%s створено)

source: %s: %s not modified: %s
de: %s: %s nicht geändert: %s
fi: %s: %s ei muokattu: %s
fr: %s: %s n'est pas modifié: %s
sv: %s: %s inte ändrad: %s
uk: %s: %s не змінено: %s

source: (%s not created: mode not specified)
de: (%s nicht angelegt: Modus nicht angegeben)
fi: (%s ei luotu: tilaa ei ole määritelty)
fr: (%s n'est pas créé: mode non spécifié)
sv: (%s inte skapad: inga rättigheter angivna)
uk: (%s не створено: не вказано режиму)

source: (%s not created: %s)
de: (%s nicht erstellt: %s)
fi: (%s ei luotu: %s)
fr: (%s n'est pas créé: %s)
sv: (%s skapades inte: %s)
uk: (%s не створено: %s)

source: (%s created)
de: (%s erstellt)
fi: (%s luotu)
fr: (%s créé)
sv: (%s skapades)
uk: (%s створено)

source: %s: permissions not set: %s
de: %s: Zugriffsrechte nicht setzt: %s
fi: %s: käyttöoikeuksia ei ole asetettu: %s
fr: %s: autorisations non définies: %s
sv: %s: rättigheter inte satta: %s
uk: %s: не встановлено прав доступу: %s

source: %s: file flags not set: %s
de: %s: Datei-Flags nicht gesetzt: %s
fi: %s: tiedostolippuja ei ole asetettu: %s
fr: %s: fichier de drapeaux non défini: %s
sv: %s: filflaggor sattes inte: %s
uk: %s: не встановлено прапорців файла: %s

source: , not removed: %s
de: , nicht entfernt: %s
fi: , ei poistettu: %s
fr: , pas supprimé: %s
sv: , inte borttagen: %s
uk: , не вилучено: %s

source: , removed
de: , entfernt
fi: , poistettu
fr: , supprimé
sv: , borttagen
uk: , вилучено

source: Follow symlinks
de: Symbolischen Links folgen
fi: Seuraa symbolisia linkkejä
fr: Suivez les liens symboliques
sv: Följ symlänkar
uk: Йти за символічними посиланнями

source: Don't follow symlinks
de: Symbolischen Links nicht folgen
fi: Älä seuraa symbolisia linkkejä
fr: Ne pas suivre les liens symboliques
sv: Följ inte symlänkar
uk: Не переходити за символічними посиланнями

source: Read fnmatch(3) exclude patterns from <file>
fi: Lue fnmatch(3) poissulkemismallit tiedostosta <tiedosto>
fr: Lire fnmatch(3) exclus les modèles de <fichier>
sv: Läs uteslutningsmönster enligt fnmatch(3) från <fil>
uk: Прочитати шаблони виключення fnmatch(3) з <файл>а

source: <file>
de: <Datei>
fi: <tiedosto>
fr: <fichier>
sv: <fil>
uk: <файл>

source: Don't complain about files not in the specification
de: Dateien nicht bemängeln, die nicht in der Spezifikation enthalten sind
fi: Älä valita tiedostoista, jotka eivät ole määrittelyssä
fr: Ne pas se plaindre des fichiers qui ne sont pas dans la spécification
sv: Klaga inte över filer som inte är med i specifikationen
uk: Не повідомляти про файли, яких немає у специфікації

source: Read file tree <spec>
fi: Lue tiedostopuu <spec-tiedosto>
fr: Lire l'arborescence de fichiers <spec>
sv: Läs filträd <spec>
uk: Прочитати ієрархію файлів з <spec>

source: Indent sub-directories
de: Unterverzeichnisse einrücken
fi: Sisennä alihakemistot
fr: Retrait des sous-répertoires
sv: Indentera underkataloger
uk: Додавати відступи для підкаталогів

source: Add <key> to specification
de: <Schlüssel> zur Spezifikation hinzufügen
fi: Lisää <avain> määrittelyyn
fr: Ajouter <key> aux spécifications
sv: Lägg till <nyckel> till specifikationen
uk: Додати <ключ> до специфікації

source: Use "type" keywords instead
fi: Käytä ”tyyppi”-avainsanoja sen sijaan
fr: Utilisez "type" au lieu des mots-clés
sv: Använd "type"-nyckelord istället
uk: Використовувати натомість ключові слова «type»

source: Loose permissions check
fi: Väljä käyttöoikeuksien tarkistus
fr: Perdre la vérification des autorisations
sv: Lös rättighetskontroll
uk: М’яка перевірка прав доступу

source: Don't include sub-directory comments
fi: Älä sisällytä alihakemistokommentteja
fr: Ne pas inclure les commentaires de sous-répertoire
sv: Inkludera inte underkatalogkommentarer
uk: Не включати коментарі підкаталогів

source: Use <path> rather than current directory
de: <Pfad> statt des aktuellen Verzeichnisses verwenden
fi: Käytä <polkua> pikemmin kuin nykyistä hakemistoa
fr: Utilisez <chemin> plutôt que le répertoire courant
sv: Använd <sökväg> istället för aktuell katalog
uk: Використовувати замість поточного каталогу <шлях>

source: Quiet mode
de: Stiller Modus
fi: Hiljainen tila
fr: Mode silencieux
sv: Tyst läge
uk: «Мовчазний» режим

source: Remove files not in specification
de: Dateien entfernen, die nicht in der Spezifikation enthalten sind
fi: Poista tiedostot, jotka eivät ole määrittelyssä
fr: Supprimer les fichiers n'étant pas dans la spécification
sv: Ta bort filer som inte är med i specifikationen
uk: Вилучати файли, яких немає у специфікації

source: Display crc for file(s) with <seed>
fi: Näytä crc-tarkistusluvut tiedostoille määrittelyllä <siemen>
fr: Afficher le crc pour le(s) fichier(s) avec <seed>
sv: Visa crc för fil(er) med <frö>
uk: Показати контрольні суми для файлів з <seed>

source: <seed>
fi: <siemen>
sv: <frö>

source: Touch files iff timestamp differs
de: Dateien anlegen, falls sich Zeitstempel unterscheiden
fi: Kosketa tiedostoja jos aikaleima eroaa
fr: Retoucher les fichiers si le timestamp diffère
sv: Vidrör filer omm tidsstämpel skiljer
uk: Обробляти файли тоді і лише тоді, якщо відмінними є часові позначки

source: Update owner/group/permissions to match specification
de: Besitzer/Gruppe/Zugriffsrechte anhand der Spezifikation aktualisieren
fi: Päivitä omistaja/ryhmä/käyttöoikeudet täsmäämään määrittelyyn
fr: Mettre à jour le propriétaire/groupe/permissions pour correspondre à la spécification
sv: Uppdatera ägare/grupp/rättigheter till att stämma med specifikationen
uk: Оновлювати дані щодо власника, групи і прав доступу відповідно до специфікації

source: Same as -u, but ignore match status on exit
fi: Sama kuin -u, mutta ohita täsmäystila poistuttaessa
fr: Identique à -u, mais ignore le statut correspondant à la sortie
sv: Samma som -u, men ignorera matchningsstatus vid avslut
uk: Те саме, що і -u, але з ігноруванням стану відповідності під час завершення роботи

source: Treat missing uid/gid as warning
de: Fehlende Benutzer-ID/Gruppen-ID als Warnung interpretieren
fi: Käsittele puuttuvaa uid-käyttäjätunnistetta/gid-ryhmätunnistetta varoituksena
fr: Traiter uid/gid manquant comme alerte
sv: Hantera saknade uid/gid som varningar
uk: Вважати пропущені uid/gid причиною для попередження

source: Don't cross mount points
de: Einhängepunkte nicht kreuzen
fi: Älä liitä ristiin liitäntäpisteitä
fr: Ne croiser pas les points de montage
sv: Passera inte monteringspunkter
uk: Не переходити на інші точки монтування

source: (no controlling terminal) %s
de: (kein steuerndes Terminal) %s
fi: (ei ohjauspäätettä) %s
fr: (Pas de terminal de contrôle) %s
sv: (ingen styrande terminal) %s
uk: (немає керівного термінала) %s

source: (no controlling terminal) #%d
de: (kein steuerndes Terminal) #%d
fi: (ei ohjauspäätettä) #%d
fr: (Pas de terminal de contrôle) #%d
sv: (ingen styrande terminal) nr %d
uk: (немає керівного термінала) #%d

source: %s: %s checksum: %u
de: %s: %s-Prüfsumme: %u
fi: %s: %s tarkistussumma: %u
sv: %s: %s kontrollsumma: %u
uk: %s: контрольна сума %s: %u

source: --split and --checkts options are mutually exclusive
de: Optionen --split und --checkts schließen sich gegenseitig aus
fi: valitsimet --split ja --checkts ovat toisensa pois sulkevia
fr: les options --split et --checkts sont mutuellement exclusives
sv: flaggorna --split och --checkts är ömsesidigt uteslutande
uk: параметри --split і --checkts не можна використовувати разом

source: Error loading exclude glob patterns.
fi: Virhe ladattaessa poissulkemislaajennusmalleja.
fr: Erreur lors du chargement des modèles d'exclusion glob.
sv: Fel vid inläsning av glob-mönster att exkludera.
uk: Помилка під час завантаження загальних шаблонів виключення.

source: Error loading include glob patterns.
fi: Virhe ladattaessa sisällyttämislaajennusmalleja.
fr: Erreur lors du chargement des modèles d'inclusion glob.
sv: Fel vid inläsning av glob-mönster att inkludera.
uk: Помилка під час завантаження загальних шаблонів включення.

source: repo is up to date
de: Paketquelle ist aktuell
fi: uudelleensijoituspaikka on ajantasalla
fr: le dépot est à jour
sv: förrådet är aktuellt
uk: дані сховища не потребують оновлення

source: Spider mode enabled. Check if remote file exists.
fi: Hakurobottitila otettu käyttöön. Tarkista, onko etätiedosto olemassa.
fr: Spider mode activé. Vérifiez si le fichier distant existe.
sv: Spindelläge aktiverat. Kontrollera om fjärrfiler finns.
uk: Увімкнено режим «павука». Перевірка, чи існує файл на віддаленому комп’ютері.

source: Remote file exists.
de: Entfernte Datei existiert.
fi: Etätiedosto on olemassa.
fr: Le fichier distant existe.
sv: Fjärrfiler finns.
uk: Файл на віддаленому комп’ютері існує.

source: Remote file does not exist -- broken link!!!
de: Entfernte Datei existiert nicht – Verknüpfung ist nicht korrekt!!!
fi: Etätiedostoa ei ole olemassa -- rikkinäinen linkki!!!
fr: Le fichier distant n'existe pas -- lien cassé!!!
sv: Fjärrfiler finns inte -- trasiga länk!!!
uk: Файла на віддаленому комп’ютері не існує — помилкове посилання!!!

source: Input for file "%s" is not newer, skipping retrieve.
fi: Syöte tiedostolle ”%s” ei ole uudempi, ohitetaan nouto.
fr: L'entrée pour le fichier "%s" n'est pas récente, passe la récupération.
sv: Indata för filen "%s" är inte nyare, hoppar över hämtning.
uk: Вхідні дані файла «%s» не є новішими за поточні, дія зі звантаження не виконуватиметься.

source: --%s-- (%3.1f KB/s) - `%s' saved [%lu]
de: --%s-- (%3.1f KB/s) - „%s“ gespeichert [%lu]
fi: --%s-- (%3.1f kibitavua/s) - ”%s” tallennettu [%lu]
fr: --%s-- (%3.1f KB/s) - `%s' sauvé [%lu]
sv: --%s-- (%3.1f KB/s) - "%s" sparad [%lu]
uk: --%s-- (%3.1f КБ/с) — «%s» збережено [%lu]

source: Download quota of %lluK EXCEEDED!
de: Download-Kontingent von %lluK ÜBERSCHRITTEN!
fi: Latauskiintiö %lluK YLITETTY!
fr: Quota de téléchargement de %lluK DÉPASSÉ!
sv: Hämtningskvota på %llu KB ÖVERSKRIDEN!
uk: ПЕРЕВИЩЕНО квоту званатження %lluK!

source: display the version of Wget and exit.
de: Version von Wget anzeigen und beenden.
fi: tulosta Wget-versiotiedot ja poistu.
fr: afficher la version de Wget et sortir.
sv: visa versionen av Wget och avsluta.
uk: показати дані щодо версії Wget і завершити роботу.

source: print this help.
de: Diese Hilfe ausgeben.
fi: tulosta tämä opaste.
fr: Afficher cette aide.
sv: skriv ut denna hjälpinformation.
uk: показати ці довідкові дані.

source: go to background after startup.
de: Nach dem Start in den Hintergrund gehen.
fi: siirry taustalle käynnistyksen jälkeen.
fr: mettre en arrière plan après le démarrage.
sv: lägg i bakgrunden efter uppstart.
uk: перейти у режим фонової роботи після запуску.

source: execute a `.wgetrc'-style command.
de: Einen Befehl im „.wgetrc“-Stil ausführen.
fi: suorita ”.wgetrc”-tyylinen komento.
fr: exécuter une commande de type `.wgetrc'.
sv: kör ett kommando i ".wgetrc"-stil.
uk: виконати команду у форматі «.wgetrc».

source: COMMAND
de: BEFEHL
fi: KOMENTO
fr: COMMANDE
sv: KOMMANDO
uk: КОМАНДА

source: log messages to FILE.
de: Meldungen in DATEI protokollieren.
fi: kirjoita lokiviestit tiedostoon TIEDOSTO.
fr: Messages de log dans FICHIER.
sv: logga meddelanden till FIL.
uk: записати повідомлення до ФАЙЛа.

source: append log messages to FILE.
de: Meldungen an DATEI anhängen.
fi: liitä lokiviestit TIEDOSTOon.
fr: Ajouter les messages de log dans FICHIER.
sv: lägg till meddelanden till FIL.
uk: додати повідомлення до ФАЙЛа.

source: print lots of debugging information.
de: Ausführliche Fehlerdiagnoseinformationen ausgeben.
fi: tulosta paljon vianjäljitystietoja.
fr: Afficher beaucoup d'informations de débogage.
sv: skriv ut mycket felsökningsinformation.
uk: показати докладні діагностичні дані.

source: quiet (no output).
de: Stiller Modus (keine Ausgaben).
fi: hiljaa (ei tulostusta).
fr: calme (pas de sortie).
sv: tyst (ingen utskrift).
uk: режим без виведення даних.

source: be verbose (this is the default).
de: Ausführlicher Modus (Vorgabe).
fi: laveasti (tämä on oletus).
fr: être bavard (ce qui est la valeur par défaut).
sv: var pratsam (detta är standardläget).
uk: виведення докладних даних (типова поведінка).

source: turn off verboseness, without being quiet.
fi: ota pois päältä laveasanaisuus, ilman että on hiljainen.
fr: désactiver verbosité, sans être tranquille.
sv: slå av pratsamhet, utan att vara tyst.
uk: зменшити докладність, але не вимикати повідомлення зовсім.

source: download URLs found in FILE.
de: In DATEI gefundene URLs herunterladen.
fi: lataa verkko-osoitteet, jotka löytyivät TIEDOSTOsta.
fr: URL de téléchargement trouvé dans le fichier.
sv: hämta URL:ar som finns i FIL.
uk: звантажити дані з АДРЕС, знайдених у ФАЙЛі.

source: treat input file as HTML.
de: Eingabedatei als HTML interpretieren.
fi: käsittele syötetiedostoa HTML-tyyppisenä.
fr: traiter les fichiers d'entrée au format HTML.
sv: hantera indatafiler som HTML.
uk: вважати, що форматом даних з вхідного файла є HTML.

source: prepends URL to relative links in -F -i file.
fi: liittää verkko-osoitteen suhteellisiin linkkeihin -F -i -tiedostossa.
fr: précéder l'URL de liens relatifs dans le fichier -F -i.
sv: lägger till URL till relativa länkar i -F -i fil.
uk: додавати АДРЕСу до відносних посилань з файла, вказаного за допомогою -F -i.

source: URL
fi: VERKKO-OSOITE
uk: АДРЕСА

source: set number of retries to NUMBER (0 unlimits).
de: Anzahl der Wiederholungsversuche auf ZAHL setzen (0 bedeutet unbegrenzt).
fi: aseta yritysten lukumääräksi NUMERO (0 rajoittamaton).
fr: définir le nombre de tentatives pour NOMBRE (0 sans limite).
sv: ange antal omförsök till ANTAL (0 tar bort gränsen).
uk: встановити значення КІЛЬКІСТЬ для кількості повторних спроб (0 — без обмежень).

source: NUMBER
de: ZAHL
fi: NUMERO
fr: NOMBRE
sv: ANTAL
uk: КІЛЬКІСТЬ

source: retry even if connection is refused.
de: Erneut versuchen, auch wenn die Verbindung abgewiesen wird.
fi: toista jopa kun yhteys on kielletty.
fr: essayer même si la connexion est refusée.
sv: försök igen även om anslutningen vägrades.
uk: повторювати спроби навіть у разі відмови у з’єднанні.

source: write documents to FILE.
de: Dokumente in DATEI schreiben.
fi: kirjoita asiakirjat TIEDOSTOon.
fr: écrire les documents dans le FICHIER.
sv: skriv dokument till FIL.
uk: записати документи до ФАЙЛа

source: skip downloads that would download to existing files.
de: Downloads überspringen, die existierende Dateien überschreiben würden.
fi: ohita lataukset, jotka lataisivat olemassaolevia tiedostoja.
fr: sauter les téléchargements de fichiers à des fichiers existants.
sv: hoppa över hämtningar som skulle hämta till befintliga filer.
uk: пропустити дані, звантаження яких відбуватиметься до вже існуючих файлів.

source: resume getting a partially-downloaded file.
de: Das Holen eines teilweise heruntergeladenen Datei fortsetzen.
fi: jatka osittain ladatun tiedoston hakemista.
fr: redémarrer la récupération d'un fichier partiellement téléchargé.
sv: fortsätt hämta en delvis hämtad fil.
uk: відновлювати звантаження часткового звантажених файлів.

source: select progress gauge type.
fi: valitse edistymismittarin tyyppi.
fr: sélectionner le type de jauge de progression.
sv: välj typ av förloppsmätare.
uk: вибрати тип показу поступу.

source: TYPE
de: TYP
fi: TYYPPI
sv: TYP
uk: ТИП

source: don't re-retrieve files unless newer than local.
fi: älä nouda uudelleen tiedostoja, jolleivat ne ole uudempia kuin paikallinen.
fr: ne pas ré-extraire les fichiers plus vieux que les locaux.
sv: hämta inte om filer om de inte är nyare än de lokala.
uk: не звантажувати файли, які не є новішими за вже існуючі.

source: print server response.
de: Serverantwort ausgeben.
fi: tulosta palvelinvastaus.
fr: afficher la réponse du serveur.
sv: skriv ut svar från servern.
uk: показувати відповідь сервера.

source: don't download anything.
de: Nichts herunterladen.
fi: älä lataa mitään.
fr: ne pas télécharger quoi que ce soit.
sv: hämta inte någonting.
uk: не звантажувати даних.

source: set all timeout values to SECONDS.
fi: aseta kaikiksi aikavalvonta-arvoiksi SEKUNTIA.
fr: toutes les valeurs de délai d'attente à SECONDES.
sv: sätt alla tidsgränsvärden till SEKUNDER.
uk: встановити всі параметри очікування у вказане значення СЕКУНД.

source: set the DNS lookup timeout to SECS.
fi: aseta DNS-hakuaikavalvonnaksi SEKUNTIA.
fr: définir le délai du DNS à SECS.
sv: sätt tidsgräns för DNS-uppslagning till SEKUNDER.
uk: встановити час очікування результатів пошуку DNS у значення СЕКУНД.

source: set the connect timeout to SECS.
fi: aseta yhteysaikavalvonnaksi SEKUNTIA.
fr: définir le délai de connexion à SECS.
sv: sätt tidsgräns för anslutning till SEKUNDER.
uk: встановити час очікування на з’єднання у значення СЕКУНД.

source: set the read timeout to SECS.
fi: aseta lukuaikavalvonnaksi SEKUNTIA.
fr: définir le délai de lecture à SECS.
sv: sätt tidsgräns för läsning till SEKUNDER.
uk: встановити час очікування на читання у значення СЕКУНД.

source: wait SECONDS between retrievals.
fi: odota SEKUNTIA noutojen välillä.
fr: attendre SECONDES entre les essais.
sv: vänta SEKUNDER mellan omhämtningar.
uk: очікувати вказану кількість СЕКУНД між спробами звантаження.

source: wait 1..SECONDS between retries of a retrieval.
fi: odota 1..SEKUNTIA noutojen uudelleenyritysten välillä.
fr: attendre 1..SECONDES entre les tentatives d'une récupération.
sv: vänta 1..SEKUNDER mellan upprepade försök att hämta.
uk: очікувати від 1 до СЕКУНД між повторними спробами звантаження.

source: wait from 0...2*WAIT secs between retrievals.
fi: odota 0...2*WAIT-sekuntia noutojen välillä.
fr: attendre de 0...2*ATTENTE secondes entre chaque essai.
sv: vänta från 0...2·VÄNTA sekunder mellan hämtningar.
uk: очікувати від 0 до 2*ОЧІКУВАННЯ секунд між спробами звантаження.

source: explicitly turn off proxy.
de: Proxy explizit abschalten.
fi: ota välityspalvelin pois käytöstä.
fr: désactiver explicitement le proxy.
sv: slå uttryckligen av proxy.
uk: вимкнути використання проксі-сервера явним чином.

source: set retrieval quota to NUMBER.
fi: aseta noutokiintiöksi NUMERO.
fr: définir le quota de récupération à NOMBRE.
sv: sätt hämtningskvota till ANTAL.
uk: встановити квоту звантаження даних у значення ЧИСЛО.

source: bind to ADDRESS (hostname or IP) on local host.
fi: sido kohteeseen OSOITE (verkkonimi tai IP) paikallisella koneella.
fr: lier à ADRESSE (nom d'hôte ou IP) sur la machine locale.
sv: bind till ADRESS (värdnamn eller IP) på lokal värd.
uk: прив’язатися до АДРЕСИ (назви вузла або IP-адреси) на локальному вузлі.

source: ADDRESS
de: ADRESSE
fi: OSOITE
fr: ADRESSE
sv: ADRESS
uk: АДРЕСА
