Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: Features provided by rpmlib installer:
de: Vom rpmlib-Installer angebotene Features:
fi: Ominaisuudet, jotka rpmlib-asentaja tarjosi:
fr: Caractéristiques fournies par l'installateur rpmlib:
sv: Funktioner från rpmlib-installeraren:
uk: Можливості надані інструментом встановлення rpmlib:

source: Features provided by current cpuinfo (from %s):
de: Von cpuinfo derzeit angebotene Features (aus %s):
fi: Ominaisuudet, jotka nykyinen cpuinfo tarjosi (tiedostosta %s):
fr: Caractéristiques fournies par cpuinfo (à partir de %s):
sv: Funktioner från aktuell cpuinfo (från %s):
uk: Можливості за поточними відомостями щодо процесора (з %s):

source: Features provided by current getconf:
de: Von getconf derzeit angebotene Features:
fi: Ominaisuudet, jotka nykyinen getconf tarjosi:
fr: Caractéristiques fournies par getconf:
sv: Funktioner från aktuell getconf:
uk: Можливості за поточними даними getconf:

source: Features provided by current uname:
de: Von uname derzeit angebotene Features:
fi: Ominaisuudet, jotka nykyinen uname tarjosi:
fr: Caractéristiques fournies par uname:
sv: Funktioner från aktuellt uname:
uk: Можливості за поточними даними uname:

source: Excluding TID from rollback: %-24.24s (0x%08x)
de: Transaktions-ID wird vom Rollback ausgeschlossen: %-24.24s (0x%08x)
fi: Jätettiin TID-tapahtumatunniste pois takaisinkierrosta: %-24.24s (0x%08x)
fr: TID exclus de la restauration: %-24.24s (0x%08x)
sv: Exkluderar TID från tillbakarullning: %-24.24s (0x%08x)
uk: Виключення TID з відновлення: %-24.24s (0x%08x)

source: Missing re-packaged package(s)
de: Fehlende(s) erneut gepackte(s) Paket(e)
fi: Puuttuu uudelleenpaketoidut paketit
fr: Paquet(s) reconditionné(s) manquant
sv: Saknade ompaketerade paket
uk: Не вистачає перепакованих пакунків

source: Rollback packages (+%d/-%d) to %-24.24s (0x%08x):
de: Rollback-Pakete (+%d/-%d) bis %-24.24s (0x%08x):
fi: Takaisinkiertopaketit (+%d/-%d) kohteeseen %-24.24s (0x%08x):
fr: rollback de paquets (+%d/-%d) à %-24.24s (0x%08x):
sv: Återställer paket (+%d/-%d) till %-24.24s (0x%08x):
uk: Повернути стан пакетів (+%d/-%d) до %-24.24s (0x%08x):

source: Cleaning up repackaged packages:
de: Aufräumen bei erneut gepackten Paketen:
fi: Siistitään uudelleenpakattuja paketteja:
fr: Nettoyage des paquets reconditionnés:
sv: Städar upp ompaketerade paket:
uk: Вилучення перепакованих пакунків:

source: Removing %s:
de: %s wird entfernt:
fi: Poistetaan %s:
fr: <span class="whitespace other" title="Tab">»</span>Suppression %s:
sv: Tar bort %s:
uk: Вилучення %s:

source: cannot open Packages database in %s
de: Paket-Datenbank in %s kann nicht geöffnet werden
fi: Packages-pakettitietokannan avaaminen kohteessa %s epäonnistui
fr: ne peut ouvrir la base de données des paquets dans %s
sv: kan inte öppna paketdatabas i %s
uk: не вдалося відкрити базу даних Packages у %s

source: cannot open Solve database in %s
de: Datenbank zum Auflösen in %s kann nicht geöffnet werden
fi: Solve-ratkaisutietokannan avaaminen kohteessa %s epäonnistui
fr: ne peut faire la résolution de la base de données dans %s
sv: kan inte öppna Solve-databas i %s
uk: неможливо відкрити базу даних розв'язання залежностей у %s

source: incorrect solve path format: %s
de: Ungültiges „Solve Path“-Format: %s
fi: väärä solve-polkumuoto: %s
fr: résolution incorrecte du format du chemin:%s
sv: fel format på lösningsväg: %s
uk: некоректний форма шляху розв’язання: %s

source: Unable to change root directory: %m
de: Wurzelverzeichnis konnte nicht geändert werden: %m
fi: Root-hakemiston vaihtaminen epäonnistui: %m
fr: Impossible de changer le répertoire racine: %m
sv: Kan inte byta rotkatalog: %m
uk: Не вдалося змінити кореневий каталог: %m

source: rpmdb erase failed. NEVRA: %s
de: Löschen in der rpmdb fehlgeschlagen. NEVRA: %s
fi: rpmdb erase-käsky epäonnistui. NEVRA: %s
fr: suppression de rpmdb échouée. NEVRA: %s
sv: radering i rpmdb misslyckades. NEVRA: %s
uk: Помилка вилучення rpmdb. NEVRA: %s

source: Rollback to %-24.24s (0x%08x)
de: Rollback zu %-24.24s (0x%08x)
fi: Takaisinkierto kohteeseen %-24.24s (0x%08x)
fr: Restauration de %-24.24s (0x%08x)
sv: Rullar tillbaka till %-24.24s (0x%08x)
uk: Повернення до %-24.24s (0x%08x)

source: Invalid number of transaction elements.
de: Ungültige Anzahl an Transaktionselementen.
fi: virheellinen tietokantatapahtumaelementtien määrä.
fr: Nombre incorrect d'éléments de transaction.
sv: Ogiltigt antal transaktionselement.
uk: Некоректна кількість елементів операції.

source: missing %c %s
de: fehlend %c %s
fi: puuttuu %c %s
fr: manquant %c %s
sv: saknas %c %s
uk: не вистачає %c %s

source: Unsatisfied dependencies for %s:
de: Unerfüllte Abhängigkeiten für %s:
fi: Tyydyttämättömät riippuvuudet kohteelle %s:
fr: Dépendances non satisfaites pour %s:
sv: Ouppfyllda beroenden för %s:
uk: Незадоволені залежності для %s:

source: db3: header #%u cannot be loaded -- skipping.
de: db3: Header #%u kann nicht geladen werden -- wird übersprungen.
fi: db3: otsakkeen #%u lataaminen epäonnistui -- ohitetaan.
fr: db3: l'en-tête #%u ne peut être chargé -- saut.
sv: db3: huvud nr. %u kan inte läsas in -- hoppar över.
uk: db3: не вдалося завантажити заголовок #%u — пропускаємо.

source: Re-opening dbenv with DB_RECOVER ...
de: dbenv mit wird mit DB_RECOVER erneuert …
fi: Avaa dbenv uudelleen ohjelmalla DB_RECOVER ...
fr: Réouverture de dbenv avec DB_RECOVER ...
sv: Öppnar om dbenv med DB_RECOVER ...
uk: Повторне відкриття dbenv з DB_RECOVER…

source: recovery failed. Exiting ...
de: Wiederherstellung fehlgeschlagen. Wird beendet …
fi: palautus epäonnistui. Poistutaan ...
fr: Restauration échouée. Sortie ...
sv: recovery misslyckades. Avslutar ...
uk: помилка відновлення. Завершуємо роботу…

source: . recovery succeeded.
de: . Wiederherstellung geglückt.
fi: . palautus onnistui.
fr: . Restauration réussie.
sv: . återhämtningen lyckades.
uk: . успішне відновлення.

source: cannot get %s lock on %s/%s
de: Keine %s-Sperre auf %s/%s
fi: ei voi saada ”%s”-lukitusta hakemistossa %s/%s
fr: ne peut obtenir le verrou %s sur %s/%s
sv: kan inte få %s lås på %s/%s
uk: не вдалося отримати блокування %s на %s/%s

source: exclusive
de: exklusiv
fi: poissulkevaa
fr: exclusif
sv: uteslutande
uk: ексклюзивний

source: shared
de: verteilt
fi: jaettua
fr: partagé
sv: delat
uk: спільний

source: unrecognized db option: "%s" ignored.
de: Unbekannte Datenbank-Option: „%s“ ignoriert.
fi: tunnistamaton tietokantavalitsin: ”%s” ohitettiin.
fr: option db non reconnue: "%s" ignoré.
sv: okänd db-flagga: "%s" ignorerad
uk: невідомий параметр db: «%s» проігноровано.

source: %s has invalid numeric value, skipped
de: %s hat einen ungültigen numerischen Wert, wird übersprungen
fi: %s on virheellinen numeerinen arvo, ohitetaan
fr: %s a une valeur numérique invalide, escamoté
sv: %s har ogiltigt numeriskt värde, hoppar över
uk: %s має некоректне числове значення, пропущено

source: %s has too large or too small long value, skipped
de: %s hat einen zu großen oder zu kleinen Wert, wird übersprungen
fi: %s on liian suuri tai liian pieni long-arvo, ohitettu
fr: %s a un valeur longue trop grande ou trop petite, escamoté
sv: %s har för stort eller för litet "long"-värde, hoppar över
uk: %s має занадто велике або занадто мале довге ціле значення, пропущено

source: %s has too large or too small integer value, skipped
de: %s hat eine zu große oder zu kleine Ganzzahl, wird übersprungen
fi: kohteella %s on liian iso tai pieni kokonaislukuarvo, ohitetaan
fr: %s a un valeur entière trop grande ou trop petite, escamoté
sv: %s har för stort eller för litet heltalsvärde, hoppar över
uk: %s має занадто велике або занадто мале ціле значення, пропущено

source: (not a number)
de: (keine Nummer)
fi: (ei ole luku)
fr: (n'est pas un nombre)
sv: (inte ett tal)
uk: (не є числом)

source: %a %b %d %Y
fi: %a %d. %b %Y
sv: %a %d %b %Y

source: invalid type
de: ungültiger Typ
fi: virheellinen tyyppi
fr: type non valide
sv: felaktig typ
uk: некоректний тип

source: (invalid type)
de: (ungültiger Typ)
fi: (virheellinen tyyppi)
fr: (type non valide)
sv: (felaktig typ)
uk: (некоректний тип)

source: (not base64)
de: (nicht Base64)
fi: (ei base64)
fr: (n'est pas en base64)
sv: (inte base64)
uk: (не є base64)

source: (invalid type :base64)
de: (ungültiger Typ :base64)
fi: (virheellinen tyyppi :base64)
fr: (type invalide :base64)
sv: (felaktig typ :base64)
uk: (некоректний тип: base64)

source: (not a string)
de: (keine Zeichenkette)
fi: (ei ole merkkijono)
fr: (Pas une chaîne)
sv: (inte en sträng)
uk: (не є рядком)

source: (invalid xml type)
de: (ungültiger XML-Typ)
fi: (virheellinen xml-tyyppi)
fr: (type xml invalide)
sv: (felaktig xml-typ)
uk: (некоректний тип xml)

source: (invalid yaml type)
de: (ungültiger YAML-Typ)
fi: (virheellinen yaml-tyyppi)
fr: (type yaml invalide)
sv: (felaktig yaml-typ)
uk: (некоректний тип yaml)

source: (invalid json type)
de: (ungültiger Json-Typ)
fi: (virheellinen json-tyyppi)
fr: (type json invalide)
sv: (felaktig json-typ)
uk: (некоректний тип json)

source: (not a blob)
de: (kein Blob)
fi: (ei ole blob-objekti)
fr: (n'est pas un blob)
sv: (inte en klick)
uk: (не є бінарним об’єктом)

source: (not an OpenPGP signature)
de: (keine OpenPGP-Signatur)
fi: (ei ole OpenPGP-allekirjoitus)
fr: (n'est pas une signature OpenPGP)
sv: (inte en OpenPGP-signatur)
uk: (не є підписом OpenPGP)

source: (invalid type :digest)
de: (ungültiger Typ :digest)
fi: (virheellinen tyyppi: :kooste)
fr: (type invalide :digest)
sv: (felaktig typ :digest)
uk: (некоректний тип :digest)

source: (invalid type :stat)
de: (ungültiger Typ :stat)
fi: (virheellinen tyyppi: stat)
fr: (type invalide :stat)
sv: (felaktig typ :stat)
uk: (некоректний тип :stat)

source: (invalid type :uuid)
de: (ungültiger Typ :uuid)
fi: (virheellinen tyyppi :uuid)
fr: (type invalide :uuid)
sv: (felaktig typ :uuid)
uk: (некоректний тип :uuid)

source: (invalid tag :uuid)
de: (ungültige Kennung :uuid)
fi: (virheellinen tunniste :uuid)
sv: (felaktig tagg :uuid)
uk: (некоректний теґ :uuid)

source: (invalid type :rpn)
de: (ungültiger Typ :rpn)
fi: (virheellinen tyyppi :rpn)
fr: (type invalide :rpn)
sv: (felaktig typ :rpn)
uk: (некоректний тип :rpn)

source: (invalid string :rpn)
de: (ungültige Zeichenkette :rpn)
fi: (virheellinen merkkijono :rpn)
fr: (chaine invalide :rpn)
sv: (felaktig sträng :rpn)
uk: (некоректний рядок :rpn)

source: (stack overflow :rpn)
de: (Speicherüberlauf :rpn)
fi: (pinoylivuoto :rpn)
sv: (stackspill :rpn)
uk: (переповнення стека :rpn)

source: (invalid number :rpn)
de: (ungültige Zahl :rpn)
fi: (virheellinen numero :rpn)
fr: (nombre invalide :rpn)
sv: (felaktigt tal :rpn)
uk: (некоректне число :rpn)

source: (stack underflow :rpn)
de: (Stack leer : rpn
fi: (pinovajaus :rpn)
sv: (stackunderspill :rpn)
uk: (вичерпання стека :rpn)

source: (divide by zero :rpn)
de: (Division durch Null :rpn)
fi: (jaa nollalla :rpn)
fr: (Division par zéro :rpn)
sv: (division med noll :rpn)
uk: (ділення на нуль :rpn)

source: (invalid type :strsub)
de: (ungültiger Typ :strsub)
fi: (virheellinen tyyppi :strsub)
fr: (type invalide :strsub)
sv: (felaktig typ :strsub)
uk: (некоректний тип :strsub)

source: (invalid args :strsub)
de: (ungültige Argumente :strsub)
fi: (virheelliset argumentit :strsub)
fr: (arguments invalide :strsub)
sv: (felaktiga argument :strsub)
uk: (некоректні аргументи :strsub)

source: missing { after %
de: Fehlende { nach %
fi: merkki ’{’ puuttuu merkin ’%’ jäljestä
fr: « { » manquant après « % »
sv: { saknas efter %
uk: не вистачає { після %

source: missing } after %{
de: Fehlende } nach %{
fi: merkki ’{’ puuttuu merkkien ’%{’ jäljestä
fr: « } » manquant après « %{ »
sv: } saknas efter %{
uk: не вистачає } після %{

source: empty tag format
de: Leeres Tag-Format
fi: tyhjä tunnistemuoto
fr: format d'étiquette vide
sv: tomt taggformat
uk: порожній формат теґу

source: malformed parameter list
de: Missgebildete Parameterliste
fi: vääränmuotoinen parametriluettelo
fr: liste de paramètres malformés
sv: felformaterat parameterlista
uk: помилкове форматування списку параметрів

source: empty tag name
de: Unbekannter Tag
fi: tyhjä tunnistenimi
fr: nom d'étiquette vide
sv: tomt taggnamn
uk: порожня назва теґу

source: unknown tag
de: Unbekannter Tag
fi: tuntematon tunniste
fr: étiquette inconnue
sv: okänd tagg
uk: невідома мітка

source: ] expected at end of array
de: ] erwartet am Ende des Arrays
fi: ’]’ puuttuu taulukkomäärittelyn lopusta
fr: « ] » attendu à la fin du tableau
sv: ] förväntades vid slutet på vektor
uk: не вистачає ] у кінці запису масиву

source: unexpected ]
de: Unerwartete ]
fi: odottamaton ’]’
fr: « ] » inattendu
sv: oväntad ]
uk: неочікувана ]

source: unexpected }
de: Unerwartete }
fi: odottamaton ’}’
fr: « } » inattendu
sv: oväntad }
uk: неочікувана }

source: ? expected in expression
de: ? im Ausdruck erwartet
fi: odotettiin ’?’-merkkiä lausekkeessa
fr: « ? » attendu dans l'expression
sv: ? förväntades i uttryck
uk: не вистачає ? у виразі

source: { expected after ? in expression
de: { nach dem ? im Ausdruck erwartet
fi: { odotettiin merkin ? jälkeen lausekkeessa
fr: « { » attendu après « ? » dans l'expression
sv: { förväntades efter ? i uttryck
uk: у виразі після ? слід вказати {

source: } expected in expression
de: } im Ausdruck erwartet
fi: odotettiin ’}’-merkkiä lausekkeessa
fr: « } » attendu dans l'expression
sv: } förväntades i uttryck
uk: у виразі не вистачає }

source: : expected following ? subexpression
de: : erwartet ein ? im Unterausdruck
fi: odotettiin ’:’ ’?’-merkin jälkeen alilausekkeessa
fr: « : » attendu après « ? » dans la sous-expression
sv: : förväntades efter ? i deluttryck
uk: : після ? не вистачає підвиразу

source: { expected after : in expression
de: { nach dem : im Ausdruck erwartet
fi: { odotettiin merkin : jälkeen lausekkeessa
fr: « { » attendu après « : » dans l'expression
sv: { förväntades efter : i uttryck
uk: у виразі після : слід вказати {

source: | expected at end of expression
de: | am Ende des Ausdrucks erwartet
fi: odotettiin ’}’-merkkiä lausekkeen lopussa
fr: « | » attendu à la fin de l'expression
sv: | förväntades vid slutet på uttryck
uk: вираз має завершуватися символом |

source: array iterator used with different sized arrays
de: Zählvariable wird mit ungleich großem Array benutzt
fi: taulukkoiteraattoria käytetty erikokoisten taulukoiden kanssa
fr: itérateur de tables utilisé avec une taille différente de tableau
sv: vektoriterator använd med vektor av annan storlek
uk: ітератор масиву використано з двома масивами різної розмірності

source: read failed
de: Lesen fehlgeschlagen
fi: lukeminen epäonnistui
fr: lecture échouée
sv: läsning misslyckades
uk: помилка читання

source: write of NULL header
de: Schreiben eines NULL-Headers
fi: NULL-otsakkeen kirjoitus
fr: écriture d'une en-tête NULL
sv: skrivning av NULL-huvud
uk: запис NULL-заголовка

source: headerUnload failed
de: headerUnload fehlgeschlagen
fi: headerUnload epäonnistui
fr: headerUnload échoué
sv: headerUnload misslyckades
uk: помилка headerUnload

source: short write of header magic
de: verkürztes Schreiben der Header-Kennung
fi: otsakemagiikan lyhyt kirjoitus
fr: courte description de l'en-tête magique
sv: kort skrivning av magiskt tal för huvud
uk: скорочений запис заголовка

source: short write of header
de: verkürztes Schreiben des Headers
fi: otsakkeen lyhyt kirjoitus
fr: courte description de l'en-tête
sv: kort skrivning av huvud
uk: скорочений запис заголовка

source: lead size(%u): BAD, read(%d), %s(%d)
de: Kopfgröße(%u): UNGÜLTIG, gelesen(%d), %s(%d)
fi: lead-koko(%u): VÄÄRÄ, lukeminen(%d), %s(%d)
fr: lead size(%u): ERRONÉE, lecture(%d), %s(%d)
sv: inledningsstorlek(%u): FEL, läste(%d), %s(%d)
uk: початкова size(%u): ПОМИЛКА, read(%d), %s(%d)

source: lead size(%u): BAD, xar read(%u)
fi: lead-koko(%u): VÄÄRÄ, xar-lukeminen(%u)
fr: lead size(%u): ERRONÉE, la lecture de xar(%u)
sv: inledningsstorlek(%u): FEL, xar läste(%u)
uk: початкова size(%u): ПОМИЛКА, xar read(%u)

source: lead magic: BAD, read %02x%02x%02x%02x
fi: lead-magiikkaa: VÄÄRÄ, lukeminen %02x%02x%02x%02x
fr: lead magic: ERRONÉE, la lecture %02x%02x%02x%02x
sv: inledande magiskt tal: FEL, läste %02x%02x%02x%02x
uk: початкова magic: ПОМИЛКА, прочитано %02x%02x%02x%02x

source: lead version(%u): UNSUPPORTED
fi: lead-versio(%u): TUKEMATON
fr: lead version(%u): NON SUPPORTÉ
sv: inledande version(%u): STÖDS EJ
uk: початкова version(%u): НЕ ПІДТРИМУЄТЬСЯ

source: sigh type(%u): UNSUPPORTED
fi: sigh-tyyppi(%u): TUKEMATON
fr: sigh type(%u): NON SUPPORTÉ
sv: signh-typ(%u): STÖDS EJ
uk: на жаль, type(%u): НЕ ПІДТРИМУЄТЬСЯ

source: sigh size(%d): BAD, read returned %d
de: sigh-Größe(%d): UNGÜLTIG, lesen lieferte %d zurück
fi: sigh-koko(%d): VÄÄRÄ, lukeminen palautti %d
fr: sigh size(%d): ERRONÉE, la lecture a retourné %d
sv: signh-storlek(%d): FEL, läsning returnerade %d
uk: розмір sigh(%d): ПОМИЛКА, read повернуто %d

source: sigh magic: BAD, read %02x%02x%02x%02x%02x%02x%02x%02x
fi: sigh-magiikka: VÄÄRÄ, lukeminen %02x%02x%02x%02x%02x%02x%02x%02x
fr: sigh magic: ERRONÉE, lit %02x%02x%02x%02x%02x%02x%02x%02x
sv: signh magiskt tal: FEL, läste %02x%02x%02x%02x%02x%02x%02x%02x
uk: магічна сума sigh: ПОМИЛКА, прочитано %02x%02x%02x%02x%02x%02x%02x%02x

source: sigh tags: BAD, no. of tags(%u) out of range
de: sigh-Tags: UNGÜLTIG, Anzahl der Tags (%u) außerhalb des Bereichs
fi: sigh-tunnisteet: VÄÄRÄ, tunnisteiden(%u) lukumäärä lukualueen ulkopuolella
fr: sigh tags: ERRONÉE, nb. d'étiquettes(%u) hors limite
sv: signh-taggar: FEL, antal taggar(%u) utanför intervall
uk: мітки sigh: ПОМИЛКА, кількість міток (%u) перевищує максимальну

source: sigh data: BAD, no. of bytes(%u) out of range
de: sigh-Daten: UNGÜLTIG, Anzahl der Bytes (%u) außerhalb des Bereichs
fi: sigh-data: VÄÄRÄ, tavujen(%u) lukumäärä lukualueen ulkopuolella
fr: sigh data: ERRONÉE, nb. de bytes(%u) hors limite
sv: signh-data: FEL, antal byte(%u) utanför intervall
uk: дані sigh: ПОМИЛКА, кількість байтів (%u) перевищує максимальну

source: sigh blob(%u): BAD, read returned %d
de: sigh-Blob(%u): UNGÜLTIG, lesen lieferte %d zurück
fi: sigh blob-objekti(%u): BAD, lukeminen palautti %d
fr: sigh blob(%u): ERRONÉ, la lecture a retourné %d
sv: signh-klick(%u): FEL, läsning returnerade %d
uk: бінарний об’єкт sigh (%u): ПОМИЛКА, read повернуто %d

source: tag[%d]: BAD, tag %u type %u offset %d count %u
de: Tag[%d]: UNGÜLTIG, Tag %u, Typ %u, Offset %d, Count %u
fi: tunniste[%d]: VÄÄRÄ, tunniste %u tyyppi %u siirros %d lukumäärä %u
fr: étiquette[%d]: ERRONÉE, étiquette %u type %u adresse relative %d décompte %u
sv: tagg[%d]: FEL, tagg %u typ %u position %d antal %u
uk: теґ[%d]: ПОМИЛКА, теґ %u тип %u зміщення %d лічильник %u

source: region tag: BAD, tag %u type %u offset %d count %u
de: Regionskennung: UNGÜLTIG, Kennung %u, Typ %u, Offset %d, Anzahl %u
fi: aluetunniste: VÄÄRÄ, tunniste %u tyyppi %u siirros %d lukumäärä %u
sv: regionstagg: FEL, tagg %u typ %u position %d antal %u
uk: теґ ділянки: ПОМИЛКА, теґ %u тип %u зміщення %d лічильник %u

source: region offset: BAD, tag %u type %u offset %d count %u
de: Regionsoffset: UNGÜLTIG, Tag %u, Typ %u, Offset %d, Count %u
fi: aluesiirros: BAD, tunniste %u tyyppi %u siirros %d lukumäärä %u
fr: region offset: ERRONÉ, étiquette %u type %u offset %d décompte %u
sv: regionposition: FEL, tagg %u typ %u position %d antal %u
uk: зміщення ділянки: ПОМИЛКА, теґ %u тип %u зміщення %d лічильник %u

source: region trailer: BAD, tag %u type %u offset %d count %u
de: Regionstrailer: UNGÜLTIG, Tag %u, Typ %u, Offset %d, Count %u
fi: alueketju: VÄÄRÄ, tunniste %u tyyppi %u siirros %d lukumäärä %u
fr: region trailer: ERRONÉ, étiquette %u type %u offset %d décompte %u
sv: regionavslutning: FEL, tagg %u typ %u position %d antal %u
uk: залишок ділянки: ПОМИЛКА, теґ %u тип %u зміщення %d лічильник %u

source: region size: BAD, ril(%u) > il(%u)
de: Regionsgröße: UNGÜLTIG, ril(%u) > il(%u)
fi: aluekoko: VÄÄRÄ, ril(%u) > il(%u)
fr: region size: ERRONÉE, ril(%u) > il(%u)
sv: regionstorlek: FEL, ril(%u) > il(%u)
uk: розмір ділянки: ПОМИЛКА, ril(%u) > il(%u)

source: sigh tag[%u]: BAD, tag %u type %u offset %d count %u
de: sigh-Tag[%u]: UNGÜLTIG, Tag %u, Typ %u, Offset %d, Count %u
fi: sigh-tunniste[%u]: VÄÄRÄ, tunniste %u tyyppi %u siirros %d lukumäärä %u
fr: sigh tag[%u]: ERRONÉ, tag %u type %u offset %d décompte %u
sv: signh-tagg[%u]: FEL, tagg %u typ %u position %d antal %u
uk: теґ sigh [%u]: ПОМИЛКА, теґ %u тип %u зміщення %d лічильник %u

source: sigh load: BAD
de: sigh-Load: UNGÜLTIG
fi: sigh-lataus: VÄÄRÄ
fr: sigh load: ERRONÉ
sv: signh-last: FEL
uk: завантаження sigh: ПОМИЛКА

source: sigh pad(%u): BAD, read %d bytes
de: sigh-Pad(%u): UNGÜLTIG, %d Bytes gelesen
fi: sigh-täyte(%u): VÄÄRÄ, luettu %d tavua
fr: sigh pad(%u): ERRONÉ, lecture de %d bytes
sv: signh-utfyllnad(%u): FEL, läste %d byte
uk: pad sigh (%u): ПОМИЛКА, прочитано %d байтів

source: sigh sigSize(%u): BAD, Fstat(2) failed
de: sigh sigSize(%u): UNGÜLTIG, fstat(2) fehlgeschlagen
fi: sigh sigSize(%u): VÄÄRÄ, fstat(2) epäonnistui
fr: sigh sigSize(%u): ERRONÉ, Fstat(2) échoué
sv: signh sig-storlek(%u): FEL, Fstat(2) misslyckades
uk: sigSize sigh (%u): ПОМИЛКА, помилка fstat(2)

source: blob size(%d): BAD, 8 + 16 * il(%u) + dl(%u)
de: Blob-Größe(%d): UNGÜLTIG, 8 + 16 * il(%u) + dl(%u)
fi: blob-koko(%d): VÄÄRÄ, 8 + 16 * il(%u) + dl(%u)
fr: blob taille(%d): ERRONÉE, 8 + 16 * il(%u) + dl(%u)
sv: klickstorlek(%d): FEL, 8 + 16 · il(%u) + dl(%u)
uk: розмір бінарного об’єкта (%d): ПОМИЛКА, 8 + 16 * il(%u) + dl(%u)

source: tag[%u]: BAD, tag %u type %u offset %d count %u
de: Tag[%u]: UNGÜLTIG, Tag %u, Typ %u, Offset %d, Count %u
fi: tunniste[%u]: VÄÄRÄ, tunniste %u tyyppi %u siirros %d lukumäärä %u
fr: étiquette[%u]: ERRONÉE, étiquette %u type %u adresse relative %d décompte %u
sv: tagg[%u]: FEL, tagg %u typ %u position %d antal %u
uk: теґ [%u]: ПОМИЛКА, теґ %u тип %u зміщення %d лічильник %u

source: hdr SHA1: BAD, not hex
de: hdr SHA1: UNGÜLTIG, nicht hexadezimal
fi: hdr SHA1: VÄÄRÄ, ei heksadesimaali
fr: hdr SHA1: ERRONÉE, n'est pas hexadécimal
sv: hvd SHA1: FEL, ej hex
uk: заголовок SHA1: ПОМИЛКА, не шістнадцяткове значення

source: hdr RSA: BAD, not binary
de: hdr RSA: UNGÜLTIG, nicht binär
fi: hdr RSA: VÄÄRÄ, ei binaari
fr: hdr RSA: ERRONÉ, n'est pas un binaire
sv: hvd RSA: FEL, ej binärt
uk: заголовок RSA: ПОМИЛКА, не двійкове значення

source: hdr DSA: BAD, not binary
de: hdr DSA: UNGÜLTIG, nicht binär
fi: hdr DSA: VÄÄRÄ, ei binaari
fr: hdr DSA: ERRONÉ, n'est pas un binaire
sv: hvd DSA: FEL, ej binärt
uk: hdr DSA: ПОМИЛКА, небінарні дані

source: hdr ECDSA: BAD, not binary
de: hdr ECDSA: UNGÜLTIG, nicht binär
fi: hdr ECDSA: VÄÄRÄ, ei binaari
sv: hvd ECDSA: FEL, ej binärt
uk: hdr ECDSA: ПОМИЛКА, небінарні дані

source: skipping header with unverifiable V%u signature
de: Der Header mit nicht überprüfbarer V%u-Signatur wird übersprungen
fi: ohitetaan otsake todentamattomalla V%u-allekirjoituksella
fr: sauter l'en-tête avec la signature invérifiable V%u
sv: hoppar över huvud med overifierbar V%u-signatur
uk: пропущено заголовок з непридатним для перевірки підписом V%u

source: hdr size(%u): BAD, read returned %d
de: hdr Größe(%u): UNGÜLTIG, lesen lieferte %d zurück
fi: hdr-koko(%u): VÄÄRÄ, lukeminen palautti %d
fr: hdr size(%u): ERRONÉE, la lecture a retourné %d
sv: hvdstorlek(%u): FEL, läsning returnerade %d
uk: розмір заголовка(%u): ПОМИЛКА, read повернуто %d

source: hdr magic: BAD, read %02x%02x%02x%02x%02x%02x%02x%02x
de: Kennung im Kopf: UNGÜLTIG, %02x%02x%02x%02x%02x%02x%02x%02x gelesen
fi: hdr-magiikka: VÄÄRÄ, lukeminen %02x%02x%02x%02x%02x%02x%02x%02x
fr: hdr magic: ERRONÉE, lecture de %02x%02x%02x%02x%02x%02x%02x%02x
sv: hvd magiskt tal: FEL, läste %02x%02x%02x%02x%02x%02x%02x%02x
uk: магічна сума hdr: ПОМИЛКА, прочитано %02x%02x%02x%02x%02x%02x%02x%02x
