Repository: Ckobule/RPM5
Catalog: po/*.po
Languages: de, fi, fr, sv, uk

source: Usage: dbsql [OPTIONS] FILENAME [SQL] FILENAME is the name of an SQLite database. A new database is created if the file does not previously exist. OPTIONS include: -help show this message -init filename read/process named file -echo print commands before execution -[no]header turn headers on or off -bail stop after hitting an error -interactive force interactive I/O -batch force batch I/O -column set output mode to 'column' -csv set output mode to 'csv' -html set output mode to HTML -line set output mode to 'line' -list set output mode to 'list' -separator 'x' set output field separator (|) -nullvalue 'text' set text string for NULL values -version show SQLite version
fi: Käyttö: dbsql [VALITSIMET] TIEDOSTONIMI [SQL] TIEDOSTONIMI on SQLite-tietokannan nimi. Uusi tietokanta luodaan, jos tiedostoa ei ole olemassa. OPTIONS include: -help näytä tämä viesti -init tiedostonimi read/process nimeltään tiedosto -echo tulosta komennot ennen suoritusta -[no]header turn headers on or off -bail stop after hitting an error -interactive pakota vuorovaikutteinen siirräntä -batch pakota eräajosiirräntä -column aseta tulostustilaksi 'column' -csv aseta tulostustilaksi 'csv' -html aseta tulostustilaksi HTML -line aseta tulostustilaksi 'line' -list aseta tulostustilaksi 'list' -separator 'x' aseta tulostuskenttäerotin (|) -nullvalue 'text' aseta tekstimerkkijono NULL-arvoille -version näytä SQLite-versio
fr: Utilisation: dbsql [OPTIONS] FICHIER [SQL] FICHIER est le nom d'une base de données SQLite. Une nouvelle base de données est créée si le fichier n'existait pas auparavant. OPTIONS incluses: -help afficher ce message -init fichier lecture/chargement du fichier nommé -echo afficher les commandes avant l'exécution -[no]header activer ou désactiver les en-têtes -bail arrêter après avoir rencontré une erreur -interactive forcer E/S interactive -batch forcer le traitement batch des E/S -column définir le mode de sortie en 'colonne' -csv définir le mode de sortie en 'csv' -html définir le mode de sortie en HTML -line définir le mode de sortie 'en ligne' -list définir le sortie de sortie en 'liste' -separator 'x' définir comme séparateur de champ (|) -nullvalue 'text' définir la chaîne de texte pour les valeurs NULL -version SQLite afficher la version de SQLite
sv: Användning: dbsql [FLAGGOR] FILNAMN [SQL] FILNAMN är namnet på en SQLite-databas. En ny databas skapas om filen inte redan finns. FLAGGORNA inkluderar: -help visa detta meddelande -init filnamn läs/bearbeta namngiven fil -echo skriv kommandon före de körs -[no]header slå på eller av huvuden -bail sluta efter att ett fel stöts på -interactive framtvinga interaktiv I/O -batch framtvinga satsvis I/O -column sätt utmatningsläget till ”column” -csv sätt utmatningsläget till ”csv” -html sätt utmatningsläget till HTML -line sätt utmatningsläget till ”line” -list sätt utmatningsläget till ”list” -separator 'x' sätt fältseparator för utmatning (|) -nullvalue 'text' sätt textsträng för NULL-värden -version visa SQLite-version
uk: Використання: dbsql [ПАРАМЕТРИ] НАЗВА_ФАЙЛА [SQL] НАЗВА_ФАЙЛА є назвою файла бази даних SQLite. Якщо файл з такою базою даних не існує, його буде створено. Можливі ПАРАМЕТРИ: -help показати це повідомлення -init назва_файла прочитати або обробити -echo показувати команди перед виконанням -[no]header увімкнути або вимкнути показ заголовків -bail зупинитися у разі помилки -interactive працювати у інтерактивному режимі вводу-виводу -batch працювати у пакетному режимі вводу-виводу -column встановити режим виведення даних у форматі «column» -csv встановити режим виведення даних у форматі «csv» -html встановити режим виведення даних у форматі HTML -line встановити режим виведення даних у форматі «line» -list встановити режим виведення даних у форматі «list» -separator 'x' встановити роздільник полів при виведенні (типово, |) -nullvalue 'текст' встановити текстовий рядок для значень NULL -version показати дані щодо версії SQLite

source: unable to process SQL "%s"
de: SQL-Anweisung „%s“ kann nicht verarbeitet werden
fi: SQL ”%s”-prosessointi epäonnistui
fr: incapable de traiter SQL "%s"
sv: kan inte bearbeta SQL ”%s”
uk: не вдалося обробити команду SQL «%s»

source: invalid UUID version number
de: Ungültige UUID-Versionsnummer
fi: virheellinen UUID-versionumero
fr: numéro de version UUID invalide
sv: ogiltigt UUID-versionsnummer
uk: некоректний номер версії UUID

source: namespace or data required for requested UUID version
de: Namensraum oder Daten werden für die angeforderte UUID-Version benötigt
fi: nimiavaruus tai dataa vaadittu pyydetylle UUID-versiolle
fr: espace de noms ou données requises pour la version UUID demandé
sv: namnrymd eller data krävs för den begärda UUID-versionen
uk: простір назв або даних, потрібний для запитаною версії UUID

source: either string or binary result buffer required
de: Ergebnispuffer entweder als Zeichenkette oder binär erforderlich
fi: joko merkkijono- tai binaaritulospuskuri vaadittu
fr: chaque tampon du résultat de la chaîne ou du binaire sont requis
sv: antingen sträng eller binär resultatbuffert krävs
uk: потрібен буфер рядкового або бінарного результату

source: failed to create UUID object: %s
de: Fehler beim Erstellen des UUID-Objekts: %s
fi: uuden UUID-objektin luominen epäonnistui: %s
fr: échec de la création de l'objet UUID: %s
sv: kunde inte skapa UUID-objekt: %s
uk: не вдалося створити об’єкт UUID: %s

source: failed to create UUID namespace object: %s
de: UUID-Namensraum-Objekt konnte nicht angelegt werden: %s
fi: uuden UUID-nimiavaruusobjektin luominen epäonnistui: %s
fr: échec de la création de l'objet en l'espace de noms UUID:%s
sv: kunde inte skapa UUID-namnrymdsobjekt: %s
uk: не вдалося створити об’єкт простору назв UUID: %s

source: failed to import UUID namespace object: %s
de: UUID-Namensraum-Objekt konnte nicht importiert werden: %s
fi: uuden UUID-nimiavaruusobjektin tuominen epäonnistui: %s
fr: Impossible d'importer l'objet de l'espace de noms UUID: %s
sv: misslyckades att importera UUID-namnrymdsobjekt: %s
uk: не вдалося імпортувати об’єкт простору назв UUID: %s

source: failed to make UUID object: %s
de: Fehler beim Erstellen des UUID-Objekts: %s
fi: uuden UUID-objektin tekeminen epäonnistui: %s
fr: échec de création de l'objet UUID: %s
sv: kunde inte ta göra UUID-objekt: %s
uk: не вдалося створити об’єкт UUID: %s

source: failed to export UUID object as string representation: %s
de: UUID-Objekt konnte nicht als Zeichenkettendarstellung exportiert werden: %s
fi: epäonnistuttiin viemään UUID-objekti merkkijonoesityksenä: %s
fr: Échec de l'exportation de l'objet UUID comme représentation de la chaîne: %s
sv: misslyckades att exportera UUID-objekt i strängrepresentation: %s
uk: не вдалося експортувати об’єкт UUID у рядковому представленні: %s

source: failed to export UUID object as binary representation: %s
de: UUID-Objekt konnte nicht als Binärdarstellung exportiert werden: %s
fi: epäonnistuttiin viemään UUID-objekti binaariesityksenä: %s
fr: Échec de l'exportation de l'objet UUID comme représentation binaire: %s
sv: misslyckades att exportera UUID-objekt i binär representation: %s
uk: не вдалося експортувати об’єкт UUID у двійковому представленні: %s

source: UUID generator not available!
de: UUID-Generator ist nicht verfügbar!
fi: UUID-tuottaja ei ole käytettävissä!
fr: générateur d'UUID non disponible!
sv: UUID-generator finns inte tillgänglig!
uk: Програма для створення UUID недоступна!

source: %s: File seems to be moved, not removing
fi: %s: Tiedosto on näköjään siirretty, ei poisteta
sv: %s: Filen verkar ha flyttats, tar inte bort
uk: %s: здається, файл має бути пересунуто, не вилучаємо

source: %s: Cannot remove: %s
de: %s: Entfernen nicht möglich: %s
fi: %s: Poisto epäonnistui: %s
sv: %s: Kan inte ta bort: %s
uk: %s: не вдалося вилучити: %s

source: %s: Cannot set the file owner: %s
de: %s: Der Eigentümer der Datei kann nicht gesetzt werden: %s
fi: %s: Tiedoston omistajan asettaminen epäonnistui: %s
sv: %s: Kan inte sätta filägare: %s
uk: %s: не вдалося встановити власника файла: %s

source: %s: Cannot set the file group: %s
de: %s: Die Gruppe der Datei konnte nicht gesetzt werden: %s
fi: %s: Tiedostoryhmän asettaminen epäonnistui: %s
sv: %s: Kan inte sätta filgruppen: %s
uk: %s: не вдалося встановити групу належності файлів: %s

source: %s: Cannot set the file permissions: %s
de: %s: Die Zugriffsrechte der Datei können nicht gesetzt werden: %s
fi: %s: Tiedoston käyttöoikeuksien asettaminen epäonnistui: %s
sv: %s: Kan inte sätta filrättigheter: %s
uk: %s: не вдалося встановити права доступу до файла: %s

source: %s: Closing output file failed: %s
de: %s: Schließen der Ausgabedatei fehlgeschlagen: %s
fi: %s: Tulostustiedoston sulkeminen epäonnistui: %s
sv: %s: Misslyckades stänga utfilen: %s
uk: %s: спроба закрити файл виведення зазнала невдачі: %s

source: %s: Closing input file failed: %s
de: %s: Schließen der Eingabedatei fehlgeschlagen: %s
fi: %s: Syötetiedoston sulkeminen epäonnistui: %s
sv: %s: Misslyckades stänga infilen: %s
uk: %s: спроба закрити файл вхідних даних зазнала невдачі: %s

source: %s: %s: Options must be `name=value' pairs separated with commas
fi: %s: %s: Valitsimien on oltava pilkulla eroteltuja ”nimi=arvo”-pareja
sv: %s: %s: Flaggor måste vara ”namn=värde”-par separerade med komman
uk: %s: %s: параметрами мають бути пари «назва=значення», відокремлені комами

source: %s: %s: Invalid option value
de: %s: %s: Unzulässiger Wert für die Option
fi: %s: %s: Virheellinen valitsinarvo
sv: %s: %s: Ogiltigt flaggvärde
uk: %s: %s: некоректне значення параметра

source: %s: %s: Invalid option name
fi: %s: %s: Virheellinen valitsinimi
sv: %s: %s: Felaktigt flaggnamn
uk: %s: %s: некоректна назва параметра

source: LZMA1/LZMA2 preset %u is not supported
fi: LZMA1/LZMA2-esiasetusta %u ei tueta
sv: LZMA1/LZMA2 förinställning %u stödjs inte
uk: Підтримки набору налаштувань LZMA1/LZMA2 %u не передбачено

source: %s: Maximum number of filters is %d
fi: %s: Suodattimien enimmäismäärä on %d
sv: %s: Maximalt antal filter är %d
uk: %s: максимальна кількість фільтрів дорівнює %d

source: Memory usage limit (%llu MiB) is too small for the given filter setup (%llu MiB)
fi: Muistikäyttöraja (%llu mebitavua) on liian pieni annetulle suodatinasetukselle (%llu mebitavua)
sv: Minnesanvändningsgränsen (%llu MiB) är för liten för den givna filteruppsättningen (%llu MiB)
uk: Обмеження на використання пам’яті (%llu МіБ) є надто жорстким для заданого фільтрування (%llu МіБ)

source: Using a preset in raw mode is discouraged.
fi: Esiasetuksen käyttämistä raakatilassa ei suositella.
sv: Användning av en förinställning i rått läge avrådes ifrån.
uk: Не варто користуватися набором налаштувань у режимі без обробки.

source: The exact options of the presets may vary between software versions.
fi: Esiasetusten tarkat valitsimet voivat vaihdella ohjelmistoversioiden välillä.
sv: De exakta flaggorna för förinställningarna kan variera mellan programvaruversioner.
uk: Точний перелік параметрів наборів налаштувань може залежати від версій програмного забезпечення.

source: With --format=lzma only the LZMA1 filter is supported
fi: Valitsinta --format=lzma tuetaan vain LZMA1-suodattimessa
sv: Med --format=lzma stödjs endast filtret LZMA1
uk: Якщо використано --format=lzma, можна використовували лише фільтр LZMA1

source: %'llu MiB (%'llu B) of memory is required per thread, limit is %'llu MiB (%'llu B)
fi: %'llu mebitavua (%'llu tavua) muistia vaaditaan säiettä kohden, raja on %'llu mebitavua (%'llu tavua)
sv: %'llu MiB (%'llu B) minne krävs per tråd, gränsen är %'llu MiB (%'llu B)
uk: на потік обробки потрібно %'llu МіБ (%'llu Б) пам’яті, обмеження - %'llu МіБ (%'llu Б)

source: %s: Failed to open %s
de: %s: Öffnen von %s fehlgeschlagen
fi: %s: Kohteen %s avaaminen epäonnistui
fr: %s: Impossible d'ouvrir %s
sv: %s: Kunde inte öppna %s
uk: %s: не вдалося відкрити %s

source: %s: Invalid memory scaling suffix "%s"
de: %s: Ungültiger Wert für die Speichergröße „%s“
fi: %s: Virheellinen muistiskaalausloppuliite ”%s”
sv: %s: Ogiltig minnesskalningsuffix ”%s”
uk: %s: некоректний суфікс масштабування пам’яті, «%s»

source: %s: Unknown integrity check method "%s"
de: %s: Unbekannte Integritäts-Prüfmethode „%s“
fi: %s: Tuntematon eheystarkistusmenetelmä ”%s”
sv: %s: Okänd metod för integritetskontroll ”%s”
uk: %s: невідомий метод перевірки цілісності, «%s»

source: %s: Unknown file format type "%s"
de: %s: Unbekannter Typ von Dateiformat „%s“
fi: %s: Tuntematon tiedostomuototyyppi ”%s”
sv: %s: Okänd sorts filformat: ”%s”
uk: %s: невідомий тип формату файлів «%s»

source: LZMA1 filter
fi: LZMA1-suodatin
uk: Фільтр LZMA1

source: OPTS
de: OPTIONEN
fi: VALITSIMET
sv: FLAGGOR
uk: ПАРАМЕТРИ

source: LZMA2 filter
fi: LZMA2-suodatin
uk: Фільтр LZMA2

source: ix86 filter (sometimes called BCJ filter)
fi: ix86-suodatin (joskus sitä kutsutaan nimellä BCJ-suodatin)
sv: ix86-filter (ibland kallade BCJ-filter)
uk: Фільтр ix86 (іноді називають фільтром BCJ)

source: x86 filter (also called BCJ filter)
fi: x86-suodatin (kutsutaan myös BCJ-suodattimeksi)
sv: x86-filter (även kallade BCJ-filter)
uk: Фільтр x86 (також називається BCJ)

source: PowerPC (big endian) filter
fi: PowerPC (big endian)-suodatin
sv: PowerPC-filter (rak byteordning)
uk: Фільтр PowerPC (зворотний порядок байтів)

source: IA64 (Itanium) filter
fi: IA64 (Itanium)-suodatin
sv: IA64-filter (Itanium)
uk: Фільтр IA64 (Itanium)

source: ARM filter
fi: ARM-suodatin
uk: Фільтр ARM

source: ARM-Thumb filter
fi: ARM-Thumb-suodatin
uk: Фільтр ARM-Thumb

source: SPARC filter
fi: SPARC-suodatin
uk: Фільтр SPARC

source: Delta filter
fi: Delta-suodatin
uk: Фільтр Delta

source: Subblock filter
fi: Alilohkosuodatin
uk: Фільтр підблоків

source: debug spewage
de: Abfall debuggen
fi: vikajäljitä kohdetta semanage
sv: felsök pladder
uk: докладність діагностики

source: file FORMAT {auto|xz|lzma|alone|raw|gz|bz2}
de: Datei-FORMAT {auto|xz|lzma|alone|raw|gz|bz2}
fi: tiedosto MUOTO {auto|xz|lzma|alone|raw|gz|bz2}
sv: filFORMAT {auto|xz|lzma|alone|raw|gz|bz2}
uk: ФОРМАТ файла {auto|xz|lzma|alone|raw|gz|bz2}

source: FORMAT
fi: MUOTO
uk: ФОРМАТ

source: integrity check METHOD {none|crc32|crc64|sha256}
fi: eheystarkistus MENETELMÄ {none|crc32|crc64|sha256}
sv: METOD för integritetskontroll {none|crc32|crc64|sha256}
uk: МЕТОД перевірки цілісності {none|crc32|crc64|sha256}

source: METHOD
de: METHODE
fi: MENETELMÄ
sv: METOD
uk: МЕТОД

source: use roughly NUM Mbytes of memory at maximum
fi: käytä suunnilleen NUMERO megatavua muistia enintään
sv: använd ungefär ANTAL Mbyte minne som mest
uk: використати не більше вказаної кількості мегабайтів пам’яті

source: NUM
de: ZAHL
fi: NUMERO
sv: ANTAL
uk: КІЛЬКІСТЬ

source: Read file names from MANIFEST
fi: Lue tiedostonimet MANIFEST-tiedostosta
sv: Läs filnamn från PAKETFÖRTECKNING
uk: Прочитати назви файлів з МАНІФЕСТУ

source: suppress warnings; specify twice to suppress errors too
fi: vaimenna varoitukset; määrittele kahdesti vaimentamaan myös virheet
sv: undertryck varningar; ange två gånger för att undertrycka fel också
uk: придушити попередження; вкажіть двічі, щоб придушити і помилки

source: be verbose; specify twice for even more verbose
fi: kerro laveasti; määritä kahdesti olemaan vielä laveasanaisempi
sv: var utförlig; ange två gånger för ännu utförligare
uk: режим докладних повідомлень; вкажіть двічі для збільшення докладності

source: display this help and exit
de: zeigt diese Hilfe an und beendet das Programm
fi: näytä tämä opaste ja poistu
sv: visa denna hjälp och avsluta
uk: показати цю довідку і завершити роботу

source: Display software version
fi: Näytä ohjelmistoversio
sv: Visa programversion
uk: Показати дані щодо версії програмного забезпечення

source: Display software license
fi: Näytä ohjelmistolisenssi

source: Compress or decompress FILEs. Options:
fi: Tiivistä tai pura TIEDOSTOJEN tiivistys. Valitsimet:
sv: Komprimera eller dekomprimera FILer. Flaggor:
uk: Стиснути або розпакувати ФАЙЛи. Параметри:

source: Compression options:
de: Kompressionsoptionen:
fi: Tiivistysvalitsimet:
sv: Komprimeringsflaggor:
uk: Параметри стискання:

source: extreme compression
de: extreme Kompression
fi: äärimmäinen tiivistys
sv: extrem komprimering
uk: надзвичайне стискання

source: Filters:
de: Filter:
fi: Suodattimet:
sv: Filter:
uk: Фільтри:

source: sign the data with GnuPG when compressing, or verify the signature when decompressing
fi: allekirjoita tiedot GnuPG:llä tiivistettäessä, tai todenna allekirjoitus kun tiivistys puretaan
sv: signera datat med GnuPG vid komprimering, eller verifiera signaturen vid dekomprimering
uk: підписати дані за допомогою GnuPG під час стискання або перевірити підпис під час розпаковування

source: PUBKEY
fi: JULKINEN_AVAIN
sv: PUBNYCKEL
uk: ВІДКРИТИЙ КЛЮЧ

source: Usage: rpmz [OPTION]... [FILE]... Compress or decompress FILEs.
de: Aufruf: rpmz [OPTION] … [DATEI] … Dateien komprimieren oder dekomprimieren.
fi: Usage: rpmz [VALITSIN]... [TIEDOSTO]... Tiivistä tai pura TIEDOSTOJEN tiivistys.
sv: Användning: rpmz [FLAGGA]… [FIL]… Komprimera eller dekomprimera FILer.
uk: Користування: rpmz [ПАРАМЕТР]... [ФАЙЛ]... Стиснути або розпакувати ФАЙЛи.

source: Unknown option -%c
de: Unbekannte Option -%c
fi: Tuntematon valitsin -%c
sv: Okänd flagga -%c
uk: Невідомий параметр -%c

source: fast compression
de: schnellste Kompression
fi: nopea tiivistys
sv: snabb komprimering
uk: швидке стискання

source: best compression
de: beste Kompression
fi: paras tiivistys
sv: bästa komprimering
uk: найкраще стискання

source: Set compression block size to mmmK
fi: Aseta tiivistyslohkokooksi mmmK
sv: Sätt kompressionsblocksstorlek till mmm k
uk: Встановити розмір блоку стискання у mmm кБ

source: Allow up to n compression threads
de: Bis zu n Kompressions-Threads erlauben
fi: Salli aina n tiivistyssäiettä
sv: Tillåt upp till n kompressionstrådar
uk: Дозволити до n потоків стискання

source: Compress blocks independently for damage recovery
fi: Tiivistä lohkot riippumattomasti vahinkopalautumista varten
sv: Komprimera block oberoende för felåterhämtning
uk: Стискати блоки окремо для уможливлення відновлення після пошкоджень

source: Input-determined block locations for rsync
fi: Syötemääritelty rsync-lohkosijainti
sv: Indatabestämda blockplatser för rsync
uk: Розташування блоків, що визначається вхідними даними, для rsync

source: force compression
de: Kompression erzwingen
fi: pakota tiivistys
sv: framtvinga komprimering
uk: примусове стискання

source: force decompression
de: Dekompression erzwingen
fi: pakota tiivistyksen purkaminen
sv: framtvinga dekomprimering
uk: примусове розпаковування

source: Decompress the compressed input
fi: Pura tiivistetty syöte
sv: Dekomprimera den komprimerade indatan
uk: Розпакувати стиснені вхідні дані

source: Test the integrity of the compressed input
fi: Testaa tiivistetyn syötteen eheys
sv: Testa integriteten hos den komprimerade indatan
uk: Перевірити цілісність стиснутих вхідних даних

source: List the contents of the compressed input
fi: Luettele tiivistetyn syötteen sisältö
sv: Lista innehållet i den komprimerade indatan
uk: Вивести список вмісту стиснутих вхідних даних

source: list block sizes, total sizes, and possible metadata
fi: luettele lohkokoot, kokonaiskoot ja mahdolliset metatiedot
sv: lista blockstorlekar, totala storlekar och eventuella metadata
uk: вивести список розмірів блоків, загальних розмірів та можливих метаданих

source: Force: --overwrite --recompress --symlinks --tty
fi: Pakota: --overwrite --recompress --symlinks --tty
uk: Примусово: --overwrite --recompress --symlinks --tty

source: Permit overwrite of output files
de: Überschreiben von Ausgabedateien erlauben
fi: Salli tulostetiedostojen korvaaminen
sv: Tillåt att utdatafiler skrivs över
uk: Дозволити перезаписування файлів виведених даних

source: Permit compress of already compressed files
de: Kompression bereits komprimierter Dateien erlauben
fi: Salli jo tiivistettyjen tiedostojen tiivistys
sv: Tillåt komprimering av redan komprimerade filer
uk: Дозволити стискання вже стиснутих файлів

source: Permit symlink input file to be compressed
de: Kompression von Symlinks erlauben
fi: Salli symbolisten linkkien syötetiedoston tiivistys
sv: Tillåt symlänkade indatafiler att komprimeras
uk: Дозволити стискання файлів вхідних даних, заданих символічними посиланнями

source: Permit compressed output to terminal
de: Komprimierte Ausgabe ins Terminal erlauben
fi: Salli tiivistetty tuloste pääteikkunaan
sv: Tillåt komprimerad utdata till terminalen
uk: Дозволити виведення стиснених даних до термінала

source: Process the contents of all subdirectories
de: Inhalte aller Unterverzeichnisse verarbeiten
fi: Prosessoi kaikkien alihakemistojen sisältö
sv: Bearbeta innehållet i alla underkataloger
uk: Обробляти вміст усіх підкаталогів

source: Use suffix .sss instead of .gz (for compression)
de: Endung .sss anstelle von .gz verwenden (für die Kompression)
fi: Käytä tarkenninta .sss eikä .gz (tiivistykseen)
sv: Använd suffixet .sss istället för .gz (för komprimering)
uk: Використовувати суфікс .sss замість .gz (для стискання)

source: Compress to LZW (.Z) instead of gzip format
fi: Tiivistä LZW (.Z)- eikä gzip-muotoon
sv: Komprimera till LZW (.Z) istället för gzip-format
uk: Стиснути до формату LZW (.Z) замість gzip

source: Compress to zlib (.zz) instead of gzip format
fi: Tiivistä zlib (.zz)- eikä gzip-muotoon
sv: Komprimera till zlib (.zz) istället för gzip-format
uk: Стиснути до формату zlib (.zz) замість gzip

source: Compress to PKWare zip (.zip) single entry format
fi: Tiivistä PKWare zip (.zip)-yksittäiskirjausmuotoon
sv: Komprimera till PKWare zip (.zip) ensam post-format
uk: Стиснути до однозаписного формату PKWare zip (.zip)

source: Do not delete original file after processing
fi: Älä poista alkuperäistä tiedostoa prossessoinnin jälkeen
sv: Ta inte bort originalfiler efter bearbetning
uk: Не вилучати початковий файл після обробки

source: Write all processed output to stdout (won't delete)
fi: Kirjoita kaikki prosessoidut tulosteet vakiotulosteeseen (ei poista)
sv: Skriv all bearbetad utdata till standard ut (kommer inte ta bort)
uk: Записати усі оброблені результати до stdout (не вилучається)

source: write to standard output and don't delete input files
fi: kirjoita vakiotulosteeseen ja ei poista syötetiedostoja
sv: skriv till standard ut och ta inte bort indatafiler
uk: записати до стандартного виведення даних і не вилучати файли вхідних даних

source: Store/restore file name and mod time in/from header
fi: Tallenna/palauta tiedostonimi ja muokkausaika otsakkeissa/otsakkeista
sv: Lagra/återställ filnamn och ändringstid i/från huvuden
uk: Зберегти/відновити назву файла і час внесення змін у заголовку та із заголовка

source: Do not store or restore file name in/from header
fi: Älä tallenna tai palauta tiedostonimeä otsakkeissa/otsakkeista
sv: Lagra eller återställ inte filnamn i/från huvuden
uk: Не зберігати і не відновлювати назву файла у заголовку і із заголовка

source: Do not store or restore mod time in/from header
fi: Ältä tallenna tai palauta muokkausaikaa otsakkeissa/otsakkeista
sv: Lagra eller återställ inte modifieringstid i/från huvuden
uk: Не зберігати і не відновлювати час внесення змін у заголовку і із заголовка

source: warning: u %p ctrl %p nrefs != 0 (%s %s)
de: Warnung: u %p, ctrl %p, nrefs != 0 (%s %s)
fi: varoitus: u %p ctrl %p nrefs != 0 (%s %s)
fr: AVERTISSEMENT: u %p ctrl %p nrefs != 0 (%s %s)
sv: varning: u %p ctrl %p nrefs != 0 (%s %s)
uk: увага: u %p ctrl %p nrefs != 0 (%s %s)

source: warning: u %p data %p nrefs != 0 (%s %s)
de: Warnung: u %p, data %p, nrefs != 0 (%s %s)
fi: varoitus: u %p data %p nrefs != 0 (%s %s)
fr: AVERTISSEMENT: u %p data %p nrefs != 0 (%s %s)
sv: varning: u %p data %p nrefs != 0 (%s %s)
uk: увага: u %p data %p nrefs != 0 (%s %s)
